Repository: paulbellamy/Rhythmbox-iPod-Plugin
Catalog: po/*.po
Languages: te

source: Do you want to overwrite the file "%s"?
te: మీరు ఫైలు "%s"ను చెరిపివ్రాద్దామని అనుకొనుచున్నారా?

source: Could not create a GStreamer sink element to write to %s
te: %sకు వ్రాయుటకు GStreamer సింక్ మూలకాన్ని సృష్టించలేక పోయింది

source: Failed to create playbin2 element; check your GStreamer installation
te: playbin2 మూలకం సృష్టించుటకు విఫలమైంది; మీ GStreamer సంస్థాపనను పరిశీలించండి

source: Failed to open output device: %s
te: అవుట్పుట్ పరికరము తెరువుటకు విఫలమైంది: %s

source: Unable to start playback pipeline
te: ప్లేబ్యాక్ పైప్‌లైనును ప్రారంభించలేక పోయింది

source: Failed to link new stream into GStreamer pipeline
te: కొత్త స్ట్రీమ్‌ను GStreamer పైప్‌లైనుకు లింకు చేయుటలో విఫలమైంది

source: Failed to start new stream
te: కొత్త స్ట్రీమ్‌ను ప్రారంభించుటకు విఫలమైంది

source: Failed to open output device
te: అవుట్పుట్ పరికరము తెరువుటలో విఫలమైంది

source: Failed to create GStreamer element; check your installation
te: GStreamer మూలకం సృష్టించుటకు విఫలమైంది; మీ సంస్థాపనను పరిశీలించుము

source: Failed to create audio output element; check your installation
te: ఆడియో అవుట్పుట్ మూలకం సృష్టించుటలో విఫలమైంది; మీ సంస్థాపనను పరిశీలించండి

source: Failed to link GStreamer pipeline; check your installation
te: GStreamer పైప్‌లైన్ లింకునకు విఫలమైంది; మీ సంస్థాపనను పరిశీలించండి

source: Failed to create GStreamer pipeline to play %s
te: %sను ప్లే చేయుటకు GStreamer పైప్‌లైను సృష్టించుటలో విఫలమైంది

source: Failed to start playback of %s
te: %s యొక్క ప్లేబ్యాక్ ప్రారంభించుటలో విఫలమైంది

source: A_dd if any criteria are matched
te: ఏ విధానము సరిపోలినా జతచేయుము (_d)

source: Create automatically updating playlist where:
te: స్వయంచాలకంగా నవీకరించుకొను ప్లేలిస్టును సృష్టించుము:

source: Minutes
te: నిముషములు

source: _Limit to:
te: ఇంతకు పరిమితి (_L):

source: _When sorted by:
te: ఎప్పుడు క్రమపరచాలి (_W):

source: songs
te: పాటలు

source: A_lbum
te: ఆల్బమ్ (_l)

source: Browser Views
te: బ్రౌజర్ దర్శనములు

source: Da_te added
te: తేది జతచేయబడింది (_t)

source: Default
te: అప్రమేయం

source: G_enres, artists and albums
te: సాహితులు, కళాకారులు మరియు ఆల్బమ్సు (_e)

source: Icons only
te: ప్రతిమలు మాత్రమే

source: Lo_cation
te: స్థానము (_c)

source: Text below icons
te: ప్రతిమల క్రిందని పాఠ్యము

source: Text beside icons
te: ప్రతిమల ప్రక్కని పాఠ్యము

source: Text only
te: పాఠ్యము మాత్రమే

source: Ti_me
te: సమయము (_m)

source: Toolbar Button Labels
te: సాధనపట్టీ బటన్ లేబుళ్ళు

source: Track _number
te: ట్రాక్ సంఖ్య (_n)

source: Visible Columns
te: కనిపించు నిలువువరుసలు

source: _Artist
te: కళాకారు‍డు (_A)

source: _Artists and albums
te: కళాకారులు మరియు ఆల్బమ్సు (_A)

source: _Genre
te: సాహిత్యము (_G)

source: _Genres and artists
te: సాహితులు మరియు కళాకారులు (_G)

source: _Last played
te: చివరిగా ప్లేచేసిన (_L)

source: _Play count
te: ప్లే కౌంటు (_P)

source: _Quality
te: (_Q) నాణ్యత

source: _Rating
te: రేటింగు (_R)

source: _Year
te: సంవత్సరము (_Y)

source: Artist/Artist - Album/Artist (Album) - 01 - Title.ogg
te: కళాకారి/కళాకారి - ఆల్బమ్/కళాకారి (ఆల్బమ్) - 01 - శీర్షిక.ogg

source: F_older hierarchy:
te: ఫోల్డర్ క్రమానుగతి

source: Library Location
te: లైబ్రరీ స్థానము

source: Library Structure
te: లైబ్రరీ ఆకృతి

source: _Browse...
te: అన్వేషించు... (_B)

source: _Edit...
te: సరికూర్చు (_E)

source: _File name:
te: దస్త్రము నామము (_F):

source: _Music files are placed in:
te: సంగీతపు దస్త్రములు యిందున వున్నవి (_M):

source: _Preferred format:
te: అభీష్ట ఫార్మాట్ (_P):

source: _Watch my library for new files
te: కొత్త దస్త్రముల కొరకు నా లైబ్రరీను చూడుము (_W)

source: Crossfade Duration (Seconds)
te: క్రాస్‌ఫేడ్ గడువు (సెకనులు)

source: Network Buffer Size (kB)
te: నెట్వర్కు బఫర్ పరిమాణము (kB)

source: Player Backend
te: ప్లేయర్ బ్యాకెండ్

source: _Use crossfading backend (requires restart)
te: క్రాస్‌ఫేడింగ్ బ్యాకెండ్‌ను వుపయోగించుము (పునఃప్రారంభము అవసరము) (_U)

source: <b>Playlist format</b>
te: <b>ప్లేలిస్టు ఫార్మాట్</b>

source: By extension
te: పొడిగింపు ద్వారా

source: Save Playlist
te: ప్లేలిస్టును దాయుము

source: Select playlist format:
te: ప్లేలిస్టు ఫార్మాటును యెంపికచేయుము:

source: Author:
te: గ్రంధకర్త:

source: C_onfigure...
te: ఆకృతీకరించుము... (_o)

source: Copyright:
te: కాపీరైటు:

source: Description:
te: వివరణ:

source: Site:
te: సైటు:

source: Basic
te: ప్రాధమిక

source: Details
te: వివరములు

source: Language:
te: భాష:

source: Last episode:
te: చివరి భాగము:

source: Last updated:
te: చివరిగా నవీకరించబడింది:

source: Source:
te: మూలము:

source: Title:
te: శీర్షిక:

source: <b>Download Manager</b>
te: <b>డౌనులోడు నిర్వాహిక</b>

source: Check for _new episodes:
te: కొత్త భాగముల కొరకు పరిశీలించుము (_n):

source: Every day
te: ప్రతి రోజు

source: Every hour
te: ప్రతి గంట

source: Every week
te: ప్రతి వారము

source: Manually
te: మానవీయంగా

source: Select Folder For Podcasts
te: పాడ్‌కాస్టుల కొరకు ఫోల్డరును యెంపికచేయుము

source: _Download location:
te: డౌన్‌లోడు సమయం (_D):

source: Bitrate:
te: బిట్‌రేటు:

source: Date:
te: తేది:

source: Download location:
te: డౌనులోడు స్థానము:

source: Duration:
te: గ‍డువు:

source: Feed:
te: ఫీడ్:

source: Last played:
te: చివరిగా ప్లేఅయింది:

source: Play count:
te: ప్లే కౌంటు:

source: _Rating:
te: రేటింగు (_R):

source: _Album:
te: ఆల్బమ్ (_A):

source: _Artist:
te: కళాకారి (_A):

source: _Disc number:
te: డిస్కు సంఖ్య (_D):

source: _Genre:
te: సాహిత్యము (_G):

source: _Year:
te: సంవత్సరము (_Y):

source: Date added:
te: తేది జతచేయబడింది:

source: Error message
te: దోష సందేశము

source: File name:
te: దస్త్రము నామము:

source: File size:
te: దస్త్రము పరిమాణము:

source: Location:
te: స్థానము:

source: _Title:
te: శీర్షిక (_T):

source: _Track number:
te: ట్రాక్ సంఖ్య (_T):

source: My Top Rated
te: నేను బాగా రేటుయిచ్చినవి

source: Recently Added
te: ఇటీవల జతచేసినవి

source: Recently Played
te: ఇటీవల ప్లేచేసినవి

source: Music Player
te: మ్యూజిక్ ప్లేయర్

source: Play and organize your music collection
te: మీ మ్యూజిక్ సంకలనమును ప్లే చేయుము మరియు నిర్వహించుము

source: Rhythmbox Music Player
te: Rhythmbox మ్యూజిక్ ప్లేయర్

source: File is not a valid .desktop file
te: ఫైలు చెల్లునటువంటి .desktop ఫైలు కాదు

source: Unrecognized desktop file Version '%s'
te: గుర్తించబడని డైస్కుటాప్ ఫైలు వర్షన్ '%s'

source: Starting %s
te: %s ప్రారంభించుచున్నది

source: Application does not accept documents on command line
te: అనువర్తనము పత్రములను ఆదేశవరుసనందు ఆమోదించదు

source: Unrecognized launch option: %d
te: గుర్తించని ఆరంభపు ఐచ్చికము: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
te: పత్రము URIలను 'Type=Link' డెస్కుటాపు ప్రవేశమునకు పంపలేక పోయింది

source: Not a launchable item
te: ఆరంభించగల్గిన అంశము కాదు

source: Disable connection to session manager
te: సెషన్ మేనేజర్‌కు అనుసంధానమును అచేతనముచేయుము

source: Specify file containing saved configuration
te: దాచిన ఆకృతీకరణను కలగిన దస్త్రమును తెలుపుము

source: Specify session management ID
te: సెషన్ నిర్వహణా ID తెలుపుము

source: Session management options:
te: సెషన్ నిర్వహణా ఐచ్చికములు:

source: Show session management options
te: సెషన్ నిర్వహణా ఐచ్చికములను చూపుము

source: Today %I:%M %p
te: ఈరోజు %I:%M %p

source: Yesterday %I:%M %p
te: నిన్న %I:%M %p

source: Unknown
te: తెలియని

source: Unable to move %s to %s: %s
te: %sను %sకు కదుపలేదు: %s

source: Too many symlinks
te: చాలా సిమ్‌లింకులు

source: Cannot get free space at %s: %s
te: %s వద్ద వుచిత జాగాను పొందలేక పోయింది: %s

source: %d:%02d of %d:%02d remaining
te: %d:%02d మిగిలింది మొత్తం %d:%02d లో

source: %d:%02d:%02d of %d:%02d:%02d remaining
te: %d:%02d:%02d మిగిలింది మొత్తం %d:%02d:%02d లో

source: %d:%02d of %d:%02d
te: %d:%02d మొత్తం %d:%02d లో

source: %d:%02d:%02d of %d:%02d:%02d
te: %d:%02d:%02d మొత్తం %d:%02d:%02d లో

source: Internal GStreamer problem; file a bug
te: అంతర్గత GStreamer సమస్య; బగ్ నమోదు చేయండి

source: D-BUS communication error
te: D-BUS సంప్రదింపు దోషము

source: Failed to create %s element; check your installation
te: %s మూలకం సృష్టించుటలో విఫలమైంది; మీ సంస్థాపనను పరిశీలించుము

source: Failed to create a source element; check your installation
te: సోర్సు మూలకమును సృష్టించుటకు విఫలమైంది; మీ సంస్థాపనను పరిశీలించుము

source: GStreamer error: failed to change state
te: GStreamer దోషము: స్థితిని మార్చుటకు విఫలమైంది

source: The MIME type of the file could not be identified
te: దస్త్రము యొక్క MIME రకము గుర్తించబడలేక పోయింది

source: Unsupported file type: %s
te: మద్దతీయని ఫైలు రకము: %s

source: Unable to create tag-writing elements
te: టాగ్-వ్రాయు మూలకములను సృష్టించలేక పోయింది

source: Timeout while setting pipeline to NULL
te: పైప్‌లైను NULL అమర్చుటలో సమయం ముగిసింది

source: File corrupted during write
te: వ్రాయునప్పుడు ఫైలు పాడైనది

source: Cover art
te: పై చిత్రము

source: Fetch album covers from the Internet
te: ఇంటర్నెట్‌నుండి ఆల్బమ్ కవర్లను వెతుకుము

source: Searching... drop artwork here
te: శోధించుచున్నది... చిత్రకళను యిక్కడ వదులుము

source: Drop artwork here
te: చిత్రకళను యిక్కడ వదులుము

source: Audio CD Player
te: ఆడియో CD ప్లేయర్

source: Support for playing of audio CDs as music source
te: మ్యూజిక్ సోర్సువలె ఆడియో CDలను ప్లేచేయుటకు మద్దతు

source: A_lbum:
te: ఆల్బమ్ (_l):

source: Artist s_ort order:
te: కళాకారుని క్రమవిధానము (_o):

source: _Disc:
te: డిస్కు (_D):

source: Multiple Albums Found
te: బహుళ ఆల్బమ్లు కనుగొనబడినవి

source: This CD could be more than one album. Please select which album it is below and press <i>Continue</i>.
te: ఈ CD వొక ఆల్బమ్ కన్నా యెక్కువ కాగలదు. అది ఏ అల్బమో యెంపికచేసుకొని <i>కొనసాగించు</i> వత్తండి.

source: _Continue
te: కొనసాగించు (_C)

source: Reload
te: తిరిగిలోడుచేయి

source: Reload Album Information
te: ఆల్బమ్ సమాచారమును తిరిగిలోడుచేయుము

source: S_ubmit Album
te: ఆల్బమును అప్పగించుము (_u)

source: Hide
te: మరుగుపరచుము

source: Could not find this album on MusicBrainz.
te: MusicBrainz నందు ఈ ఆల్బమును కనుగొనలేక పోయింది.

source: You can improve the MusicBrainz database by adding this album.
te: ఈ ఆల్బమును జతచేయుటద్వారా మీరు MusicBrainz డాటాబేస్‌ను మెరుగు పరచవచ్చును.

source: <Invalid unicode>
te: <చెల్లని యూనికోడ్>

source: Track %u
te: ట్రాక్ %u

source: Couldn't load Audio CD
te: ఆడియో CDను లోడు చేయలేకపోయింది

source: Rhythmbox couldn't access the CD.
te: CDను Rhythmbox యాక్సెస్ చేయలేకపోయింది.

source: Rhythmbox couldn't read the CD information.
te: CD సమాచారమును Rhythmbox చదువలేక పోయింది.

source: Title
te: శీర్షిక

source: Artist
te: కళాకారి

source: Rhythmbox could not get access to the CD device.
te: CD పరికరమునకు Rhythmbox యాక్సెస్‌ను పొందలేకపోయింది.

source: Could not create CD lookup thread
te: CD లుకప్ త్రెడ్‌ను సృష్టించలేక పోయింది

source: Cannot access CD
te: CDను యాక్సెస్ చేయలేకపోయింది

source: Unknown Title
te: తెలియని శీర్షిక

source: Unknown Artist
te: తెలియని కళాకారి

source: Track %d
te: ట్రాక్ %d

source: Cannot access CD: %s
te: CD యాక్సెస్ చేయలేదు: %s

source: This CD could not be queried: %s
te: ఈ CDను క్వరీ చేయలేకపోయింది: %s

source: Various
te: వివిధ

source: Incomplete metadata for this CD
te: ఈ CD కొరకు పూర్తిగాని మెటాడాటా

source: [Untitled]
te: [శీర్షికలేని]

source: Device '%s' does not contain any media
te: పరికరము '%s' యెటువంటి మాధ్యమాన్ని కలిగిలేదు

source: Device '%s' could not be opened. Check the access permissions on the device.
te: పరికరము '%s' తెరువబడలేక పోయింది. పరికరముపైన యాక్సెస్ అనుమతులను పరిశీలించుము.

source: Cannot read CD: %s
te: CDను కనుగొనలేకపోయింది: %s

source: Submits song information to Last.fm and plays Last.fm radio streams
te: పాటల సమాచారమును Last.fmకు అప్పగిస్తుంది మరియు Last.fm రేడియో స్ట్రీమ్లను ప్లే చేస్తుంది

source: Account Login
te: ఎకౌంట్ లాగిన్

source: Disabled
te: అచేతనమైన

source: Join the Rhythmbox group
te: Rhythmbox సమూహాన్ని చేర్చుము

source: Last submission time:
te: చివరిగా అప్పగించిన సమయం:

source: Never
te: ఎప్పటికికాదు

source: New to Last.fm?
te: Last.fmకు కొత్తా?

source: Queued tracks:
te: క్యూచేసిన ట్రాక్‌లు:

source: Sign up for an account
te: ఒక ఖాతా కొరకు సంతకం చేయుము

source: Statistics
te: గణాంకములు

source: Status:
te: స్థితి:

source: Tracks submitted:
te: ట్రాక్లు అప్పగించబడినవి:

source: _Password:
te: సంకేతపదము (_P):

source: _Username:
te: వినియోగదారినామము (_U):

source: Last.fm Preferences
te: Last.fm అభీష్టాలు

source: OK
te: సరే

source: Logging in
te: లాగిన్ అవుతోంది

source: Request failed
te: అభ్యర్ధన విఫలమైంది

source: Incorrect username or password
te: సరికాని వినియోగదారినామము లేదా సంకేతపదము

source: Clock is not set correctly
te: గడియారము సరిగా అమర్చబడిలేదు

source: This version of Rhythmbox has been banned from Last.fm.
te: ఈ వర్షన్ Rhythmbox అనునది Last.fm నుండి నిషేధించబడింది.

source: Track submission failed too many times
te: ట్రాక్ అప్పగింత చాలాసార్లు విఫలమైంది

source: Similar Artists radio
te: అదే కళాకారుల రేడియో

source: Artists similar to %s
te: %sకు సరిపోలు కళాకారులు

source: Tag radio
te: టాగ్ రేడియో

source: Tracks tagged with %s
te: %sతో టాగ్ చేసిన ట్రాక్సు

source: Artist Fan radio
te: కళాకారి అభిమాన రేడియో

source: Artists liked by fans of %s
te: %s యొక్క అభిమానుల యిష్టపడే కళాకారులు

source: Group radio
te: సమూహ రేడియో

source: Tracks liked by the %s group
te: %s సమూహము యిష్టపడే ట్రాక్సు

source: Neighbour radio
te: సమీప రేడియో

source: %s's Neighbour Radio
te: %sయొక్క సమీప రేడియో

source: Personal radio
te: వ్యక్తిగత రేడియో

source: %s's Personal Radio
te: %sయొక్క వ్యక్తిగత రేడియో

source: Loved tracks
te: ఇష్టపడిన ట్రాక్సు

source: %s's Loved Tracks
te: %s యిష్టపడిన ట్రాక్సు

source: Recommended tracks
te: సిఫార్సు చేయు ట్రాక్సు

source: Tracks recommended to %s
te: %sకు సిఫార్సు చేసిన ట్రాక్సు

source: Playlist
te: ప్లేలిస్టు

source: %s's playlist
te: %s యొక్క ప్లేలిస్టు

source: Love
te: ఇష్టము

source: Mark this song as loved
te: ఈ పాట ఇష్టపడిన దానివలె గుర్తుంచుము

source: Ban
te: నిషేదించుము

source: Ban the current track from being played again
te: ప్రస్తుత పాట మరలా ప్లే కాకుండా నిషేదించుము

source: Delete Station
te: స్టేషనును తొలగించుము

source: Delete the selected station
te: ఎంపికచేసిన స్టేషనును తొలగించుము

source: Download song
te: పాటను డౌనులోడుచేయుము

source: Download this song
te: ఈ పాటను డౌనులోడుచేయుము

source: Enter the item to build a Last.fm station out of:
te: Last.fm స్టేషనును నిర్మించుటకు అంశమును ప్రవేశపెట్టుము:

source: Add
te: జతచేయి

source: Account Settings
te: ఖాతా అమర్పులు

source: Account details are needed before you can connect. Check your settings.
te: మీరు అనుసంధానించుటకు ముందుగా ఖాతా వివరములు అవసరము. మీ అమర్పులను పరిశీలించుము.

source: Unable to connect
te: అనుసంధానించలేము

source: Global Tag %s
te: గ్లోబల్ టాగ్ %s

source: %s's Recommended Radio: %s percent
te: %s సిఫార్సు చేసిన రేడియో: %s శాతము

source: %s's Playlist
te: %s యొక్క ప్లేలిస్టు

source: %s's %s Radio
te: %s యొక్క %s రేడియో

source: %s Group Radio
te: %s సమూహ రేడియో

source: Neighbour Radio
te: సమీప రేడియో

source: Personal Radio
te: వ్యక్తిగత రేడియో

source: Server did not respond
te: సేవిక స్పందించలేదు

source: There is not enough content available to play this station.
te: ఈ స్టేషన్ ప్లే చేయుటకు సరిపోవునంత సారము అందుబాటులో లేదు.

source: This station is available to subscribers only.
te: ఈ స్టేషన్ చందాదారులకు మాత్రమే అందుబాటులో వుంటుంది.

source: The streaming system is offline for maintenance, please try again later.
te: స్ట్రీమ్ సిస్టమ్ నిర్వహణ కొరకు ఆఫ్‌లైనునందు వుంది, దయచేసి తర్వాత మరలా ప్రయత్నించండి.

source: Changing station
te: స్టేషన్‌ను మార్చుచున్నది

source: Retrieving playlist
te: ప్లేలిస్టును వెలికితీయుచున్నది

source: Banning song
te: పాటను నిషేదించుచున్నది

source: Adding song to your Loved tracks
te: పాటను మీకు నచ్చిన ట్రాక్సునకు జతచేయుచున్నది

source: Audio CD Recorder
te: ఆడియో CD రికార్డరు

source: Record audio CDs from playlists and duplicate audio CDs
te: ఆడియో CDలను ప్లేలిస్టులనుండి మరియు నకలి ఆడియో CDలనుండి రికార్డు చేయుము

source: _Create Audio CD...
te: ఆడియో CDను సృష్టించుము... (_C)

source: Create an audio CD from playlist
te: ప్లేలిస్టునుండి ఆడియో CD సృష్టించండి

source: Duplicate Audio CD...
te: నకలీ ఆడియో CD...

source: Create a copy of this audio CD
te: ఈ ఆడియో CD యొక్క నకలును సృష్టించండి

source: Rhythmbox could not duplicate the disc
te: Rhythmbox డిస్కును నకిలీ చేయలేదు

source: Rhythmbox could not record the audio disc
te: Rhythmbox ఆడియో డిస్కును రికార్డు చేయలేదు

source: Unable to build an audio track list
te: ఆడియో ట్రాక్ లిస్టును నిర్మించలేక పోయింది

source: Unable to write audio project file %s: %s
te: ఆడియో ప్రోజెక్టు దస్త్రము %sను వ్రాయలేక పోయింది: %s

source: Unable to write audio project
te: ఆడియో ప్రోజెక్టును వ్రాయలేక పోయింది

source: Unable to create audio CD project
te: ఆడియో CD ప్రోజెక్టును సృష్టించలేక పోయింది

source: Burn
te: బర్న్

source: Copy CD
te: CDకు నకలుతీయుము

source: Support for recording audio CDs from playlists
te: ప్లేలిస్టులనుండి ఆడియో CDలను రికార్డు చేయుటకు మద్దతు

source: Unable to create audio CD
te: ఆడియో CDను సృష్టించలేక పోయింది

source: Could not duplicate disc
te: డిస్కును నకిలి చేయలేదు

source: Reason
te: కారణము

source: Failed to create pipeline
te: పైప్‌లైను సృష్టించుటకు విఫలమైంది

source: Unable to unlink '%s'
te: '%s'ను అన్‌లింకు చేయలేకపోయింది

source: Could not retrieve state from processing pipeline
te: ప్రోసెసింగ్ అవుతున్న పైప్‌లైనునుండి స్థితిని వెలికితీయలేదు

source: Could not get current track position
te: ప్రస్తుత ట్రాక్ స్థానమును పొందలేక పోయింది

source: Could not start pipeline playing
te: పైప్‌లైన్ ప్లేయింగ్‌ను ప్రారంభించలేక పోయింది

source: Could not pause playback
te: ప్లేబ్యాక్‌ను నిలువరించలేక పోయింది

source: Cannot find drive
te: డ్రైవ్‌ను కనుగొనలేదు

source: Cannot find drive %s
te: డ్రైవ్ %sను కనుగొనలేదు

source: Drive %s is not a recorder
te: డ్రైవ్ %s రికార్డర్ కాదు

source: No writable drives found
te: వ్రాయదగు డ్రైవ్‌లు కనబడలేదు

source: Could not get track time for file: %s
te: దస్త్రమునకు ట్రాక్ సమయంను పొందలేక పోయింది: %s

source: Could not determine audio track durations
te: ఆడియో ట్రాక్ గడువులను నిర్ధారించలేక పోయింది

source: There was an error writing to the CD: %s
te: CDకు వ్రాయుటలో అక్కడ వొక దోషమువుంది: %s

source: There was an error writing to the CD
te: CDకు వ్రాయుటలో అక్కడ వొక దోషము వుంది

source: Maximum possible
te: గరిష్ట సంభావ్యత

source: Invalid writer device: %s
te: పనికిరాని వ్రాత పరికరము: %s

source: %d hour
te: %d గంట

source: %d minute
te: %d నిముషము

source: %d second
te: %d సెకను

source: 0 seconds
te: 0 సెకనులు

source: About %s left
te: %s ఎడమ గురించి

source: Writing audio to CD
te: CDనకు ఆడియోను వ్రాస్తోంది

source: Finished creating audio CD.
te: ఆడియో CD సృష్టించుట ముగిసినది.

source: Finished creating audio CD. Create another copy?
te: ఆడియో CD సృష్టించుట పూర్తైనది. వేరొక నకలును సృష్టించాలా?

source: Writing failed. Try again?
te: వ్రాత విఫలమైంది. మరలా ప్రయత్నించాలా?

source: Writing canceled. Try again?
te: వ్రాయుట రద్దైనది. మరలా ప్రయత్నించాలా?

source: Audio recording error
te: ఆడియో రికార్డింగ్ దోషము

source: Audio Conversion Error
te: ఆడియో మార్పిడి దోషము

source: Recording error
te: రికార్డింగ్ దోషము

source: Do you wish to interrupt writing this disc?
te: ఈ డిస్కునకు వ్రాయుట మీరు ఆటంకపరుద్దామని అనుకొనుచున్నారా?

source: This may result in an unusable disc.
te: ఇది డిస్కు పనికిరాకుండా పోవుటకు కారణం కావచ్చును.

source: _Cancel
te: రద్దుచేయి (_C)

source: _Interrupt
te: ఆటంకము (_I)

source: Could not create audio CD
te: ఆడియో CDను సృష్టించలేక పోయింది

source: Please make sure another application is not using the drive.
te: వేరే అనువర్తనము డ్రైవును వుపయోగించకుండా వుండునట్లు చూచుకొనుము.

source: Drive is busy
te: డ్రైవ్ రద్దీగావుంది

source: Please put a rewritable or blank CD in the drive.
te: దయచేసి తిరిగివ్రాయదగిన లేదా ఖాళీ CDను డ్రైవునందు ప్రవేశపెట్టుము.

source: Insert a rewritable or blank CD
te: తిరిగివ్రాయదగు లేదా ఖాళీ CDను ప్రవేశపెట్టుము

source: Please put a blank CD in the drive.
te: డ్రైవునందు దయచేసి ఖాళీ CDను ప్రవేశపెట్టుము.

source: Insert a blank CD
te: ఖాళీ CDను ప్రవేశపెట్టుము

source: Please replace the disc in the drive with a rewritable or blank CD.
te: దయచేసి డ్రైవునందలి డిస్కును తిరిగివ్రాయదగు లేదా ఖాళీ CDతో పునఃస్థాపించుము.

source: Reload a rewritable or blank CD
te: తిరిగివ్రాయదగు లేదా ఖాళీ CDను తిరిగి లోడుచేయుము

source: Please replace the disc in the drive with a blank CD.
te: డ్రైవునందలి డిస్కును ఖాళీ CDతో దయచేసి పునఃస్థాపించుము.

source: Reload a blank CD
te: ఖాళీ CDను తిరిగిలోడు చేయుము

source: Converting audio tracks
te: ఆడియో ట్రాకులను మార్చుచున్నది

source: Preparing to write CD
te: CD వ్రాయుటకు సిద్దపడుచున్నది

source: Writing CD
te: CD వ్రాయుచున్నది

source: Finishing write
te: వ్రాయుట పూర్తిచేయుచున్నది

source: Erasing CD
te: CD చెరిపివేయుచున్నది

source: Unhandled action in burn_action_changed_cb
te: burn_action_changed_cb నందు సంభాలించని చర్య

source: This %s appears to have information already recorded on it.
te: %s యిప్పటికే దానిపైన రికార్డు కాబడిన సమాచారమును కలిగివున్నట్లు అనిపిస్తోంది.

source: Erase information on this disc?
te: డిస్కునందలి సమాచారమును చెరిపివేయాలా?

source: _Try Another
te: వేరొక దానిని ప్రయత్నించుము (_T)

source: _Erase Disc
te: డిస్కును చెరిపివేయుము (_E)

source: C_reate
te: సృష్టించుము (_r)

source: Failed to create the recorder: %s
te: రికార్డరు సృష్టించుటకు విఫలమైంది: %s

source: Could not remove temporary directory '%s': %s
te: తాత్కాలిక డైరెక్టరీను తొలగించలేకపోయింది '%s': %s

source: Create Audio CD
te: ఆడియో CD సృష్టించుము

source: Create audio CD from '%s'?
te: '%s' నుండి ఆడియో CDను సృష్టించాలా?

source: Unable to build an audio track list.
te: ఆడియో ట్రాక్ లిస్టును నిర్మించలేక పోయింది.

source: This playlist is too long to write to an audio CD.
te: ఆడియో CDనకు వ్రాయుటకు ఈ ప్లేలిస్టు చాలా పొడవైనది.

source: This playlist is %s minutes long. This exceeds the length of a standard audio CD. If the destination medium is larger than a standard audio CD please insert it in the drive and try again.
te: ఈ ప్లేలిస్టు %s నిముషాల పొడవైనది. ఇది ప్రామాణిక ఆడియో CD పొడవును మించిపోయింది. ఒకవేళ గమ్యపు మాధ్యమం ప్రామాణిక ఆడియో CD కన్నా పెద్దదైతే దయచేసి దానిని డ్రైవునందు ప్రవేశపెట్టి మరలా ప్రయత్నించండి.

source: Playlist too long
te: ప్లేజాబితా మరీపొడవైనది

source: Could not find temporary space!
te: తాత్కాలిక జాగాను కనుగొనలేక పోయింది!

source: Could not find enough temporary space to convert audio tracks. %s MB required.
te: ఆడియో ట్రాక్సును మార్చుటకు సరిపోవు తాత్కాలిక జాగాను కనుగొనలేక పోయింది. %s MB అవసరమైంది.

source: Create audio CD from playlist?
te: ప్లేలిస్టునుండి ఆడియో CD సృష్టించాలా?

source: Options
te: ఐచ్చికములు

source: Progress
te: పురోగతి

source: Write _speed:
te: వ్రాత వేగము (_s):

source: Write disc _to:
te: డిస్కును దినికి వ్రాయుము (_t):

source: _Make multiple copies
te: బహుళ నకళ్ళను చేయుము (_M)

source: Adds support for playing media from and sending media to DLNA/UPnP network devices, and enables Rhythmbox to be controlled by a DLNA/UPnP ControlPoint
te: DLNA/UPnP నెట్వర్కు పరికరములనుండి మాధ్యమాన్ని ప్లే చేయుటకు మరియు వాటికి మాధ్యమాన్ని పంపుటకు మద్దతును జతచేస్తుంది, మరియు Rhythmbox అనునది DLNA/UPnP నియంత్రికబిందువు ద్వారా నియంత్రించబడేటట్లు చేతనముచేస్తుంది

source: DLNA/UPnP sharing and control support
te: DLNA/UPnP భాగస్వామ్య మరియు నియంత్రణ మద్దతు

source: DAAP Music Sharing
te: DAAP మ్యూజిక్ భాగస్వామ్యము

source: Share music and play shared music on your local network
te: సంగీతమును భాగస్వామ్య పరచుము మరియు భాగస్వామ్య సంగీతమును మీ స్థానిక నెట్వర్కునందు ప్లేచేయుము

source: <b>Sharing</b>
te: <b>భాగస్వామ్యము</b>

source: Require _password:
te: సంకేతపదము అవసరము (_p):

source: Shared music _name:
te: భాగస్వామ్య పరచిన సంగీతము నామము (_n):

source: _Share my music
te: నా సంగీతమును భాగస్వామ్యపరచుము (_S)

source: Rhythmbox is not able to connect to iTunes 7 shares
te: Rhythmbox అనునది iTunes 7 sharesకు అనుసంధానము కాలేకపోయింది

source: Invalid share name
te: చెల్లని భాగస్వామ్య నామము

source: The shared music name '%s' is already taken. Please choose another.
te: భాగస్వామ్య సంగీత నామము '%s' యిప్పటికే తీసుకొనబడింది. దయచేసి వేరొక దానిని యెంచుకొనుము.

source: mDNS service is not running
te: mDNS సేవ నడుచుటలేదు

source: Browser already active
te: బ్రౌజర్ యిప్పటికే క్రియాశీలమైవుంది

source: Unable to activate browser
te: బ్రౌజర్ క్రియాశీలము చేయలేకపోయింది

source: Browser is not active
te: బ్రౌజర్ క్రియాశీలముగా లేదు
