Repository: paulbellamy/Rhythmbox-iPod-Plugin
Catalog: po/*.po
Languages: te

source: Window
te: విండో

source: Unable to start video output
te: వీడియో అవుట్పుట్‌ను ప్రారంభించలేక పోయింది

source: Failed to link new visual effect into the GStreamer pipeline
te: GStreamer పైప్‌లైనునకు కొత్త దర్శనీయ ప్రభావమును లింకు చేయుటకు విఫలమైంది

source: Unable to start visualization
te: దర్శనీయతను ప్రారంభించలేక పోయింది

source: Enable visual effects?
te: దర్శనీయ ప్రభావాలను చేతనము చేయాలా?

source: It seems you are running Rhythmbox remotely. Are you sure you want to enable the visual effects?
te: మీరు Rhythmboxను దూరస్థంగా నడుపుచున్నట్లు అనిపిస్తోంది. మీరు దర్శనీయ ప్రభావాలను నిజంగా చేతనము చేయాలని అనుకొనుచున్నారా?

source: Music Player Visualization
te: మ్యూజిక్ ప్లేయర్ దర్శనీయత

source: Disable
te: అచేతనము

source: Mode:
te: రీతి:

source: Quality:
te: నాణ్యత:

source: Screen:
te: తెర:

source: Visualization:
te: దర్శనీయత:

source: Displays visualizations
te: దర్శనీయతలను ప్రదర్శిస్తుంది

source: Visualization
te: దర్శనీయత

source: Error creating podcast download directory
te: పాడ్‌కాస్ట్ డౌన్‌లోడు డైరెక్టరీను సృష్టించుటలో దోషము

source: Unable to create the download directory for %s: %s
te: %s కొరకు డౌనులోడు డైరెక్టరీను సృష్టించలేక పోయింది: %s

source: Invalid URL
te: చెల్లని URL

source: The URL "%s" is not valid, please check it.
te: URL "%s" చెల్లునది కాదు, దయచేసి దానిని పరిశీలించండి.

source: URL already added
te: URL యిప్పటికే జతచేయబడింది

source: The URL "%s" has already been added as a radio station. If this is a podcast feed, please remove the radio station.
te: URL "%s" వొక రేడియో స్టేషన్ వలె యిప్పటికే జతచేయబడింది. ఒక వేళ యిది పాడ్‌కాస్ట్ ఫీడైతే, దయచేసి రేడియో స్టేషన్‌ను తీసివేయండి.

source: The URL '%s' does not appear to be a podcast feed. It may be the wrong URL, or the feed may be broken. Would you like Rhythmbox to attempt to use it anyway?
te: URL '%s' పాడ్‌కాస్ట్ ఫీడ్ వలె అనిపించుటలేదు. ఇది చెడ్డ URL కావచ్చు, లేదా ఫీడ్ పాడైవుండవచ్చు. మీరు ఏమైనా సరే Rythmbox దీనిని వుపయోగించుటకు ప్రయత్నించాలని అనుకొనుచున్నారా?

source: Podcast
te: పాడ్‌కాస్ట్

source: There was a problem adding this podcast: %s. Please verify the URL: %s
te: ఈ పాడ్‌కాస్ట్‌ను జతచేయుటలో అక్కడ వొక దోషమువుంది: %s. దయచేసి URL నిర్ధారించండి: %s

source: Unable to check file type: %s
te: దస్త్రము రకమును పరిశీలించలేక పోయింది: %s

source: Unexpected file type: %s
te: ఊహించని దస్త్రము రకము: %s

source: Unable to parse the feed contents
te: ఫీడ్ సారములను పార్శ్ చేయలేకపోయింది

source: The feed does not contain any downloadable items
te: ఆ ఫీడ్ యెటువంటి డౌనులోడు చేయదగిన అంశములను కలిగిలేదు

source: Not Downloaded
te: డౌనులోడు కాలేదు

source: Don't start a new instance of Rhythmbox
te: Rhythmbox యొక్క కొత్త సంభవాన్ని ప్రారంభించవద్దు

source: Quit Rhythmbox
te: Rhythmbox నిష్క్రమించుము

source: Don't present an existing Rhythmbox window
te: ఉన్న Rhythmbox విండోను ప్రస్తుతపరచవద్దు

source: Hide the Rhythmbox window
te: Rhythmbox విండోను మరుగునవుంచుము

source: Jump to next song
te: తరువాతి పాటనకు వెళ్ళుము

source: Jump to previous song
te: మునుపటి పాటనకు వెళ్ళుము

source: Show notification of the playing song
te: ప్లే చేస్తున్న పాటయొక్క నోటీసును చూపుము

source: Resume playback if currently paused
te: ప్రస్తుతం నిలిపివుంటే ప్లేబాక్‌ను తిరిగికొనసాగించుము

source: Pause playback if currently playing
te: ప్రస్తుతం ప్లేఅవుతుంటే ప్లేబాక్‌ను నిలిపివేయుము

source: Toggle play/pause mode
te: ప్లే/నిలిపివేయు రీతిని మార్చుము

source: Play a specified URI, importing it if necessary
te: తెలుపబడిన URIను ప్లేచేయి, అవసరమైతే దానిని దిగుమతిచేయి

source: URI to play
te: ప్లే చేయుటకు URI

source: Add specified tracks to the play queue
te: ప్లే క్యూనకు తెలుపబడిన ట్రాక్లను జతచేయుము

source: Empty the play queue before adding new tracks
te: కొత్త ట్రాక్లను జతచేయుటకు ముందుగా ప్లే క్యూను ఖాళీ చేయుము

source: Print the title and artist of the playing song
te: ప్లేఅవుతున్న పాటయొక్క శీర్షిక మరియు కళాకారుని ముద్రించుము

source: Print formatted details of the song
te: పాట యొక్క రూపీకరణ వివరములను ముద్రించుము

source: Set the playback volume
te: ప్లేబాక్ ధ్వనిని అమర్చుము

source: Increase the playback volume
te: ప్లేబాక్ ధ్వనిని పెంచుము

source: Decrease the playback volume
te: ప్లేబాక్ ధ్వనిని తగ్గించుము

source: Print the current playback volume
te: ప్రస్తుత ప్లేబాక్ ధ్వనిని ముద్రించుము

source: Mute playback
te: ప్లేబాక్‌ను నిశ్శబ్దముచేయి

source: Unmute playback
te: ప్లేబాక్‌ను నిశ్శబ్దమునుండి తీసివేయి

source: Set the rating of the current song
te: ప్రస్తుత పాట యొక్క రేటింగ్ అమర్చుము

source: Playback is muted.
te: ప్లేబాక్ నిశ్శబ్దము చేయబడింది.

source: Playback volume is %f.
te: ప్లేబాక్ ధ్వని %f.

source: All
te: అన్ని

source: The database was created by a later version of Rhythmbox. This version of Rhythmbox cannot read the database.
te: Rhythmbox యొక్క తరువాతి వర్షన్‌తో డాటాబేస్ సృష్టించబడింది. Rhythmbox యొక్క ఈ వర్షన్ డాటాబేస్‌ను చదువలేదు.

source: Couldn't access %s: %s
te: %sను యాక్సెస్ చేయలేదు: %s

source: The Beatles
te: బీటెల్సు

source: Help!
te: సహాయము!

source: Ticket To Ride
te: రైడ్ చేయుటకు టికెట్

source: invalid unicode in error message
te: దోష సందేశమునందు చెల్లని యూనికోడ్

source: Empty file
te: ఖాళీ దస్త్రము

source: Additional GStreamer plugins are required to play this file: %s
te: ఈ ఫైలును ప్లే చేయుటకు అదనపు GStreamer ప్లగ్‌యిన్లు అవసరము: %s

source: Could not load the music database:
te: మ్యూజిక్ డాటాబేస్‌ను లోడు చేయలేకపోయింది:

source: %ld minute
te: %ld నిముషము

source: %ld hour
te: %ld గంట

source: %ld day
te: %ld రోజు

source: %s, %s and %s
te: %s, %s మరియు %s

source: %s and %s
te: %s మరియు %s

source: Enable debug output
te: డీబగ్ అవుట్పుట్‌ను చేతనముచేయి

source: Enable debug output matching a specified string
te: డీబగ్ అవుట్పుట్ తెలుపబడిన స్ట్రింగ్‌ను పోల్చునట్లు చేతనముచేయి

source: Do not update the library with file changes
te: దస్త్రము మార్పులతో లైబ్రరీను నవీకరించవద్దు

source: Do not register the shell
te: షెల్‌ను నమోదు చేయవద్దు

source: Don't save any data permanently (implies --no-registration)
te: ఏ డాటాను శాశ్వంతగా దాయవద్దు (--no-registration)

source: Path for database file to use
te: డాటాబేస్ ఫైలు వినియోగించుటకు పాత్

source: Path for playlists file to use
te: ప్లేలిస్టుల దస్త్రము వినియోగించుటకు పాత్

source: %s Run '%s --help' to see a full list of available command line options.
te: %s అందుబాటులో వున్న ఆదేశ వరుస ఐచ్చికముల పూర్తి జాబితా కొరకు '%s --help' నడుపండి.

source: MPEG Version 3.0 URL
te: MPEG వర్షన్ 3.0 URL

source: Shoutcast playlist
te: షౌట్‌కాస్ట్ ప్లేజాబితా

source: XML Shareable Playlist Format
te: XML భాగస్వామ్యపరచగల ప్లేలిస్టు ఫార్మాట్

source: _Playlist
te: ప్లేలిస్టు (_P)

source: _New Playlist...
te: కొత్త ప్లేలిస్టు... (_N)

source: Create a new playlist
te: ఒక కొత్త ప్లేలిస్టును సృష్టించుము

source: New _Automatic Playlist...
te: కొత్త స్వయంచాలక ప్లేలిస్టు... (_A)

source: Create a new automatically updating playlist
te: ఒక కొత్త స్వయంచాలకంగా నవీకరించు ప్లేజాబితాను సృష్టించుము

source: _Load from File...
te: దస్త్రమునుండి లోడు చేయుము... (_L)

source: Choose a playlist to be loaded
te: లోడగుటకు వొక ప్లేజాబితాను యెంచుకొనుము

source: _Save to File...
te: దస్త్రమునకు దాయుము... (_S)

source: Save a playlist to a file
te: ప్లేలిస్టును దస్త్రమునకు దాయుము

source: Change this automatic playlist
te: ఈ స్వయంచాలక ప్లేజాబితాను మార్చుము

source: _Queue All Tracks
te: అన్ని ట్రాక్లను క్యూచేయుము (_Q)

source: Add all tracks in this playlist to the queue
te: ఈ ప్లేజాబితాలోని అన్ని ట్రాక్‌ను ప్లేలిస్టునకు జతచేయుము

source: _Shuffle Playlist
te: ప్లేలిస్టును గులకరించుము (_S)

source: Shuffle the tracks in this playlist
te: ఈ ప్లేలిస్టు నందలి ట్రాక్లను గులకరించుము

source: Save the play queue to a file
te: ప్లే క్యూను దస్త్రమునకు దాయుము

source: Unnamed playlist
te: పేరులేని ప్లేలిస్టు

source: The playlist file may be in an unknown format or corrupted.
te: ప్లేలిస్టు దస్త్రము బహుశా తెలియని రూపంలో వుండివుండవచ్చు లేదా పాడైవుండవచ్చు

source: Untitled Playlist
te: శీర్షికలేని ప్లేలిస్టు

source: Couldn't read playlist
te: ప్లేలిస్టును చదువలేక పోయింది

source: Playlists
te: ప్లేజాబితాలు

source: All Files
te: అన్ని ఫైళ్ళు

source: Load Playlist
te: ప్లేలిస్టును లోడుచేయుము

source: Couldn't save playlist
te: ప్లేలిస్టును దాయలేక పోయింది

source: Unsupported file extension given.
te: మద్దతీయని దస్త్రము పొడిగింపు యివ్వబడింది.

source: Playlist %s already exists
te: ప్లేలిస్టు %s యిప్పటికే వుంది

source: Unknown playlist: %s
te: తెలియని ప్లేలిస్టు: %s

source: Playlist %s is an automatic playlist
te: ప్లేలిస్టు %s వొక స్వయంచాలక ప్లేలిస్టు

source: Plugin
te: ప్లగ్‌యిన్

source: Enabled
te: చేతనపరచిన

source: Plugin Error
te: ప్లగ్‌యిన్ దోషము

source: Unable to activate plugin %s
te: ప్లగ్‌యిన్ %s క్రియాశీలపరచలేక పోయింది

source: Eject this medium
te: ఈ మాధ్యమమును బయటకునెట్టుము

source: _Extract to Library
te: లైబ్రరీనకు వెలికితీయుము (_E)

source: Copy all tracks to the library
te: అన్ని ట్రాకులను లైబ్రరీనకు నకలుతీయుము

source: _Scan Removable Media
te: తీసివేయదగిన మాధ్యమాన్ని స్కానుచేయుము (_S)

source: Scan for new Removable Media
te: కొత్త తీసివేయదగిన మాధ్యమం కొరకు స్కానుచేయుము

source: Extract
te: వెలికితీయుము

source: Unable to eject
te: బయటకునెట్టలేదు

source: Unable to unmount
te: అన్‌మౌంట్ చేయలేదు

source: Error transferring track
te: ట్రాక్ బదిలీకరణలో దోషము

source: Select _All
te: అన్నిటిని యెంపికచేయుము (_A)

source: Select all songs
te: అన్ని పాటలను యెంపికచేయుము

source: D_eselect All
te: అన్నిటి యెంపికతీసివేయుము (_e)

source: Deselect all songs
te: అన్ని పాటల యెంపికను తీసివేయుము

source: Cu_t
te: కోయుము (_t)

source: Cut selection
te: ఎంపికను కోయుము

source: _Copy
te: నకలుతీయి (_C)

source: Copy selection
te: ఎంపికను నకలుతీయి

source: _Paste
te: అతికించు (_P)

source: Paste selection
te: ఎంపికను అతికించుము

source: _Remove
te: తీసివేయి (_R)

source: Remove selection
te: ఎంపికను తీసివేయి

source: _Move to Trash
te: చెత్తకుండీకు కదుపుము (_M)

source: Move selection to the trash
te: ఎంపికను చెత్తకుండీకు కదుపుము

source: Add to P_laylist
te: ప్లేలిస్టునకు జతచేయుము (_l)

source: Add the selected songs to a new playlist
te: ఎంపికచేసిన పాటలను కొత్త ప్లేలిస్టునకు జతచేయుము

source: Add _to Play Queue
te: ప్లే క్యూనకు జతచేయుము (_t)

source: Add the selected songs to the play queue
te: ఎంపికచేసిన పాటలను ప్లే క్యూనకు జతచేయుము

source: Remove
te: తీసివేయి

source: Pr_operties
te: లక్షణములు (_o)

source: Show information on the selected song
te: ఎంపికచేసిన పాటపై సమాచారమును చూపుము

source: Pre_vious
te: ముందరి (_v)

source: Start playing the previous song
te: ముందరి పాటను ప్లేచేయుట ప్రారంభించుము

source: _Next
te: తరువాతి (_N)

source: Start playing the next song
te: తరువాతి పాటను ప్లేచేయుట ప్రారంభించుము

source: _Increase Volume
te: ధ్వనిని పెంచుము (_I)

source: Increase playback volume
te: ప్లేబాక్ ధ్వనిని పెంచుము

source: _Decrease Volume
te: ధ్వనిని తగ్గించుము (_D)

source: Decrease playback volume
te: ప్లేబాక్ ద్వనిని తగ్గించుము

source: _Play
te: ప్లే (_P)

source: Start playback
te: ప్లేబాక్ కొనసాగించుము

source: Sh_uffle
te: గులకరించు (_u)

source: Play songs in a random order
te: యాదృశ్చిక క్రమములో పాటలను ప్లే చేయి

source: _Repeat
te: పునరావృతము (_R)

source: Play first song again after all songs are played
te: అన్ని పాటలు ప్లే అయిన తర్వాత మొదటి పాటను మళ్ళీ ప్లేచేయి

source: _Song Position Slider
te: పాట స్థానపు స్లైడర్ (_S)

source: Change the visibility of the song position slider
te: పాట స్థానపు స్లైడర్ యొక్క దర్శనీయతను మార్చుము

source: Stream error
te: స్ట్రీమ్ దోషము

source: Unexpected end of stream!
te: స్ట్రీమ్ యొక్క అనుకోని ముగింపు!

source: Linear
te: లీనియర్

source: Linear looping
te: లీనియర్ లూపింగ్

source: Shuffle
te: గులకరించు

source: Random with equal weights
te: సమాన బరువులతో యాదృశ్చికము

source: Random by time since last play
te: చివరి ప్లేనుండి సమయంతో యాదృశ్చికము

source: Random by rating
te: రేటింగ్ ద్వారా యాదృశ్చికము

source: Random by time since last play and rating
te: చివరి ప్లేనుండి మరియు రేటింగ్‌ ద్వారా యాదృశ్చికము

source: Linear, removing entries once played
te: లీనియర్, వొకసారి ప్లే చేసిన ప్రవేశములను తీసివేయుచున్నది

source: Failed to create the player: %s
te: ప్లేయర్ సృష్టించుటకు విఫలమైంది: %s

source: Playlist was empty
te: ప్లేలిస్టు ఖాళీగా వుంది

source: Not currently playing
te: ప్రస్తుతం ప్లే చేయుటలేదు

source: No previous song
te: ముందరి పాట లేదు

source: No next song
te: తరువాతి పాట లేదు

source: Couldn't start playback
te: ప్లేబాక్‌ను ప్రారంభించ లేదు

source: Couldn't stop playback
te: ప్లేబ్యాక్‌ను ఆపలేదు

source: Playback position not available
te: ప్లేబాక్ స్థానము అందుబాటులో లేదు

source: Current song is not seekable
te: ప్రస్తుత పాట జరుపగలది కాదు

source: Stop playback
te: ప్లేబాక్ ఆపుము

source: Couldn't display help
te: సహాయము ప్రదర్శించలేక పోయింది

source: Music Player Preferences
te: మ్యూజిక్ ప్లేయర్ అభీష్టాలు

source: General
te: సాదారణ

source: Playback
te: ప్లేబాక్

source: _Music
te: మ్యూజిక్ (_M)

source: _View
te: దర్శించు (_V)

source: _Control
te: నియంత్రణ (_C)

source: _Tools
te: సాధనములు (_T)

source: _Help
te: సహాయము (_H)

source: _Import Folder...
te: ఫోల్డరును దిగుమతిచేయి... (_I)

source: Choose folder to be added to the Library
te: లైబ్రరీనకు జతచేయబడుటకు ఫోల్డరును యెంచుకొనుము

source: Import _File...
te: దస్త్రమును దిగుమతిచేయి... (_F)

source: Choose file to be added to the Library
te: లైబ్రరీనకు జతచేయుటకు దస్త్రమును యెంచుకొనుము

source: _About
te: గురించి (_A)

source: Show information about the music player
te: మ్యూజిక్ ప్లేయర్ గురించి సమాచారమును చూపుము

source: _Contents
te: సారములు (_C)

source: Display music player help
te: మ్యూజిక్ ప్లేయర్ సహాయమును ప్రదర్శించుము

source: _Quit
te: నిష్క్రమించు (_Q)

source: Quit the music player
te: మ్యూజిక్ ప్లేయర్ నిష్క్రమించుము

source: Prefere_nces
te: అభీష్టాలు (_n)

source: Edit music player preferences
te: మ్యూజిక్ ప్లేయర్ అభీష్టాలను సరికూర్చుము

source: Plu_gins
te: ప్లగ్‌యిన్లు (_g)

source: Change and configure plugins
te: ప్లగ్‌యిన్లను ఆకృతీకరించుము మరియు మార్చుము

source: Show _All Tracks
te: అన్ని ట్రాక్లను చూపుము (_A)

source: Show all tracks in this music source
te: ఈ మ్యూజిక్ సోర్సు నందలి అన్ని ట్రాక్లను చూపుము

source: _Jump to Playing Song
te: ప్లే అవుతున్న సాంగునకు దూకుము (_J)

source: Scroll the view to the currently playing song
te: దర్శనంను ప్రస్తుతం ప్లే అవుతున్న పాటకు స్క్రాలు చేయుము

source: Side _Pane
te: ప్రక్క పేన్ (_P)

source: Change the visibility of the side pane
te: ప్రక్క పేన్ యొక్క దర్శనీయతను మార్చుము

source: T_oolbar
te: సాధనపట్టీ (_o)

source: Change the visibility of the toolbar
te: సాధనపట్టీ యొక్క దర్శనీయతను మార్చుము

source: _Small Display
te: చిన్న ప్రదర్శన (_S)

source: Make the main window smaller
te: ముఖ్య విండోను చిన్నగా చేయుము

source: Party _Mode
te: పార్టీ రీతి (_M)

source: Change the status of the party mode
te: పార్టీ రీతియొక్క స్థితిని మార్చము

source: Play _Queue as Side Pane
te: ప్లే క్యూ ప్రక్క పేన్ వలె (_Q)

source: Change whether the queue is visible as a source or a sidebar
te: క్యూ అనునది సోర్సుగా లేదా ప్రక్కపట్టీగా కనిపించాలంటే మార్చుము

source: S_tatusbar
te: స్థితిపట్టీ (_t)

source: Change the visibility of the statusbar
te: స్థితిపట్టీ యొక్క దర్శనీయతను మార్చుము

source: Unable to move user data files
te: వినియోగదారి డాటా ఫైళ్ళను కదల్చలేక పోయింది

source: Change the music volume
te: మ్యూజిక్ వాల్యూమ్‌ను మార్చుము

source: Error while saving song information
te: పాట సమాచారము దాయుటలో దోషము

source: Transferring track %d out of %d (%.0f%%)
te: %d ట్రాక్‌ను %d (%.0f%%) నుండి బదిలీకరించుచున్నది

source: Transferring track %d out of %d
te: ట్రాక్ %dను %dనుండి బదిలీకరించుచున్నది

source: %s (Paused)
te: %s (నిలిపివేయబడింది)

source: translator-credits
te: కృష్ణబాబు కె <kkrothap@redhat.com> 2009.

source: Rhythmbox is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
te: Rhythmbox ఉచిత సాఫ్టువేర్; ఉచిత సాఫ్టువేర్ సంస్థ తరుపున ప్రచురితమైన GNU జనరల్ పబ్లిక్ లైసెన్సు కు లోబడి దీనిని మీరు పునఃపంపిణి మరియు/లేదా సవరణ చేయవచ్చు; మీరు అనుసరించవలిసినది లైసెన్సు యొక్క వర్షన్ 2, లేదా (మీ ఐచ్చికం వద్ద) దాని తరువాతి వర్షన్ కాని.

source: Rhythmbox is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
te: Rhythmbox అది ఉపయోగపడుతుందనే నమ్మకం తో పంపిణీ చేయబడింది, అయితే ఏ హామి లేదు; వ్యాపారసంబంధితంగా కాని లేదా ప్రతిపాదిత ప్రయోజనం కొరకు కాని హామీ లేదు. అధికవివరములకొరకు GNU జనరల్ పబ్లిక్ లైసెన్సు ను చూడండి.

source: You should have received a copy of the GNU General Public License along with Rhythmbox; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
te: Rhythmbox తో మీరు GNU జనరల్ పబ్లిక్ లైసెన్సు నకలు ను పొంది ఉంటారు; పొందకపోతే, Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston. MA02110-1301, USA కు వ్రాయండి.

source: Maintainers:
te: నిర్వాహకులు:

source: Former Maintainers:
te: గత నిర్వాహకులు:

source: Contributors:
te: సహాయకులు:

source: Music management and playback software for GNOME.
te: GNOME కొరకు మ్యూజిక్ నిర్వహణ మరియు ప్లేబాక్ సాఫ్టువేరు.

source: Rhythmbox Website
te: Rhythmbox వెబ్‌సైటు

source: Configure Plugins
te: ప్లగ్‌యిన్సును ఆకృతీకరించు

source: Import Folder into Library
te: ఫోల్డరును లైబ్రరీకు దిగుమతిచేయుము

source: Import File into Library
te: దస్త్రమును లైబ్రరీనకు దిగుమతిచేయుము

source: No registered source can handle URI %s
te: ఏ నమోదైన సోర్సు కూడా URI %s ను సంభాలించలేదు

source: Unknown song URI: %s
te: తెలియని పాట URI: %s

source: Unknown property %s
te: తెలియని లక్షణము %s

source: Invalid property type %s for property %s
te: చెల్లని లక్షణము రకము %s లక్షణము %s కొరకు

source: _Browse
te: అన్వేషించు (_B)

source: Change the visibility of the browser
te: బ్రౌజర్ యొక్క దర్శనీయతను మార్చుము

source: Filter music display by genre, artist, album, or title
te: మ్యూజిక్ ప్రదర్శనను సాహిత్యము, కళాకారి, ఆల్బమ్, లేదా శీర్షిక ద్వారా వడపోయుము

source: Loading...
te: లోడుచేయుచున్నది...

source: Search all fields
te: అన్ని క్షేత్రములను శోధించుము

source: Artists
te: కళాకారులు

source: Search artists
te: కళాకారులను శోధించుము

source: Albums
te: ఆల్బమ్లు

source: Search albums
te: ఆల్బమ్లను శోధించుము

source: Titles
te: శీర్షికలు

source: Search titles
te: శీర్షికలను శోధించుము

source: Browse This _Genre
te: ఈ సాహిత్యమును అన్వేషించుము (_G)

source: Set the browser to view only this genre
te: ఈ సాహిత్యమును మాత్రమే దర్శించుటకు బ్రౌజర్‌ను అమర్చుము

source: Browse This _Artist
te: ఈ కళాకారిని అన్వేషించుము (_A)

source: Set the browser to view only this artist
te: ఈ కళాకారిని మాత్రమే దర్శించుటకు బ్రౌజర్‌ను అమర్చుము

source: Browse This A_lbum
te: ఈ ఆల్బమ్‌ను అన్వేషించుము (_l)

source: Set the browser to view only this album
te: ఈ ఆల్బమ్‌ను మాత్రమే చూపుటకు బ్రౌజర్‌ను అమర్చుము

source: Import Errors
te: దిగుమతి దోషములు

source: %d import errors
te: %d దిగుమతి దోషములు

source: Artist/Artist - Album
te: కళాకారి/కళాకారి - ఆల్బమ్

source: Artist/Album
te: కళాకారి/ఆల్బమ్

source: Artist - Album
te: కళాకారి - ఆల్బమ్

source: Album
te: ఆల్బమ్

source: Number - Title
te: సంఖ్య - శీర్షిక

source: Artist - Title
te: కళాకారి - శీర్షిక

source: Artist - Number - Title
te: కళాకారి - సంఖ్య - శీర్షిక

source: Artist (Album) - Number - Title
te: కళాకారి (ఆల్బమ్) - సంఖ్య - శీర్షిక

source: Number. Artist - Title
te: సంఖ్య. కళాకారి - శీర్షిక

source: Music
te: మ్యూజిక్

source: Choose Library Location
te: లైబ్రరీ స్థానమును యెంచుకొనుము

source: Multiple locations set
te: బహుళ స్థానములు అమర్చబడినవి

source: Example Path:
te: ఉదాహరణ పాత్:

source: Missing Files
te: తప్పిపోయిన దస్త్రములు

source: %d missing file
te: %d తప్పిపోయిన దస్త్రములు

source: Clear _Queue
te: క్యూను చెరిపివేయి (_Q)

source: Remove all songs from the play queue
te: ప్లే క్యూనుండి అన్ని పాటలను తీసివేయుము

source: Shuffle Queue
te: క్యూను గులకరించుము

source: Shuffle the tracks in the play queue
te: ప్లే క్యూనందు ట్రాక్లను గులకరించుము

source: Clear
te: శుభ్రముచేయి

source: Play Queue
te: ప్లే క్యూ

source: from
te: నుండి

source: by
te: ద్వారా

source: _New Podcast Feed...
te: కొత్త పాడ్‌కాస్ట్ ఫీడ్... (_N)

source: Subscribe to a new Podcast Feed
te: కొత్త పాడ్‌కాస్టు ఫీడునకు చందాదారు కమ్ము

source: Download _Episode
te: భాగమును డౌనులోడు చేయుము (_E)

source: Download Podcast Episode
te: పాడ్‌కాస్టు భాగమును డౌనులోడుచేయుము

source: _Cancel Download
te: డౌనులోడును రద్దుచేయుము (_C)

source: Cancel Episode Download
te: భాగము డౌనులోడును రద్దుచేయుము

source: Episode Properties
te: భాగము లక్షణములు

source: _Update Podcast Feed
te: పాడ్‌కాస్ట్ ఫీడును నవీకరించుము (_U)

source: Update Feed
te: ఫీడ్‌ను నవీకరించుము

source: _Delete Podcast Feed
te: పాడ్‌కాస్టు ఫీడ్‌ను తొలగించుము (_D)

source: Delete Feed
te: ఫీడ్ తొలగించుము

source: _Update All Feeds
te: అన్ని ఫీడులను నవీకరించుము (_U)

source: Update all feeds
te: అన్ని ఫీడులను నవీకరించుము

source: Feeds
te: ఫీడులు

source: Search podcast feeds
te: పాడ్‌కాస్టు ఫీడులను శోధించుము

source: Episodes
te: భాగములు

source: Search podcast episodes
te: పాడ్‌కాస్టు భాగములను శోధించుము

# Podcast
source: New
te: కొత్త

source: Update
te: నవీకరించుము

source: Date
te: తేది

source: Feed
te: ఫీడ్

source: Status
te: స్థితి

source: Downloaded
te: డౌనులోడుచేసిన

source: Waiting
te: వేచివుంది

source: Failed
te: విఫలమైంది

source: Delete the podcast episode and downloaded file?
te: పాడ్‌కాస్టు భాగమును మరియు డౌనులోడుచేసిన దస్త్రమును తొలగించాలా?

source: If you choose to delete the episode and file, they will be permanently lost. Please note that you can delete the episode but keep the downloaded file by choosing to delete the episode only.
te: మీరు భాగమును మరియు దస్త్రమును తొలగించుటకు యెంచుకొంటే, అవి శాశ్వతంగా పోతాయి. భాగమును మాత్రమే తొలగించు అను ఐచ్చికాన్ని యెంచుకొనుట ద్వారా మీరు భాగమును తొలగించి డౌనులోడు చేసిన దస్త్రమును వుంచుకొనగలరని గమనించండి.

source: Delete _Episode Only
te: భాగమును మాత్రమే తొలగించుము (_E)

source: _Delete Episode And File
te: భాగమును మరియు దస్త్రమును తొలగించుము (_D)

source: Delete the podcast feed and downloaded files?
te: పాడ్‌కాస్టు ఫీడ్ మరియు డౌనులోడుచేసిన దస్త్రములను తొలగించాలా?

source: If you choose to delete the feed and files, they will be permanently lost. Please note that you can delete the feed but keep the downloaded files by choosing to delete the feed only.
te: మీరు ఫీడును మరియు దస్త్రములను తొలగించుటకు యెంచుకొంటే, అవి శాశ్వతంగా పోతాయి. ఫీడును మాత్రమే తొలగించు అను ఐచ్చికాన్ని యెంచుకొనుట ద్వారా మీరు ఫీడును తొలగించి డౌనులోడు చేసిన దస్త్రములను వుంచుకొనగలరని గమనించండి.

source: Delete _Feed Only
te: ఫీడు మాత్రమే తొలగించుము (_F)

source: _Delete Feed And Files
te: ఫీడు మరియు దస్త్రములను తొలగించుము (_D)

source: %d feed
te: %d ఫీడు

source: Downloading podcast
te: పాడ్‌కాస్టును డౌనులోడు చేస్తోంది

source: Finished downloading podcast
te: పాడ్‌కాస్టును డౌనులోడుచేయుట పూర్తిచేసింది

source: New updates available from
te: కొత్త నవీకరణలు దీనినుండి అందుబాటులో వున్నాయి

source: Error in podcast
te: పాడ్‌కాస్టునందు దోషము

source: %s. Would you like to add the podcast feed anyway?
te: %s. మీరు ఏమైనా పాడ్‌కాస్టు ఫీడును జతచేయాలని అనుకొనుచున్నారా?

source: New Podcast Feed
te: కొత్త పాడ్‌కాస్టు ఫీడు

source: URL of podcast feed:
te: పాడ్‌కాస్టు ఫీడుయొక్క URL:

source: %d episode
te: %d భాగము

source: Podcast Error
te: పాడ్‌కాస్టు దోషము

source: %d song
te: %d పాట

source: Library
te: లైబ్రరీ

source: Devices
te: పరికరములు

source: Shared
te: భాగస్వామ్యపరచిన

source: S_ource
te: మూలము (_o)

source: Connecting
te: అనుసంధానిస్తోంది

source: Buffering
te: బఫరవుతోంది

source: Pixbuf Object
te: పిక్స్‌బఫ్ ఆబ్జక్టు

source: The pixbuf to render.
te: రెండర్ అగుటకు పిక్స్‌బఫ్.

source: Lossless
te: లాసులేని

source: Track
te: ట్రాక్

source: Time
te: సమయం

source: Year
te: సంవత్సరము

source: Quality
te: నాణ్యత

source: Rating
te: రేటింగ్

source: Play Count
te: ప్లే కౌంట్

source: Last Played
te: చివరిగా ప్లేచేసిన

source: Date Added
te: తేది జతచేయబడింది

source: Last Seen
te: చివరి సీను

source: Location
te: స్థానము

source: Now Playing
te: ఇప్పుడు ప్లేచేస్తున్నది

source: Playback Error
te: ప్లేబాక్ దోషము
