Repository: paulbellamy/Rhythmbox-iPod-Plugin
Catalog: po/*.po
Languages: te

source: Could not create AvahiEntryGroup for publishing
te: ప్రచురణ కొరకు AvahiEntryGroup సృష్టించలేక పోయింది

source: Could not add service
te: సేవను జతచేయలేక పోయింది

source: Could not commit service
te: సేవను అప్పజెప్ప(కమిట్) లేకపోయింది

source: The avahi mDNS service is not running
te: ఆవాహి mDNS సేవ నడుచుట లేదు

source: The mDNS service is not published
te: mDNS సేవ ప్రచురితం కాలేదు

source: _Disconnect
te: అననుసంధానించుము (_D)

source: Disconnect from DAAP share
te: DAAP భాగస్వామ్యమునుండి అననుసంధానించుము

source: Connect to _DAAP share...
te: _DAAP భాగస్వామ్యమునకు అనుసంధానించుము...

source: Connect to a new DAAP share
te: కొత్త DAAP భాగస్వామ్యమునకు అనుసంధానించుము

source: New DAAP share
te: కొత్త DAAP భాగస్వామ్యము

source: Host:port of DAAP share:
te: DAAP భాగస్వామ్యం యొక్క హోస్టు:పోర్టు

source: DAAP Music Sharing Preferences
te: DAAP సంగీత భాగస్వామ్యపు అభీష్టాలు

source: %s's Music
te: %s యొక్క సంగీతము

source: The music share '%s' requires a password to connect
te: సంగీత భాగస్వామ్యం '%s'కు అనుసంధానమగుటకు సంకేతపదము అవసరము

source: Password Required
te: సంకేతపదము అవసరమైంది

source: Connecting to music share
te: సంగీత భాగస్వామ్యమునకు అనుసంధానమౌతోంది

source: Retrieving songs from music share
te: సంగీత భాగస్వామ్యమునుండి పాటలను వెలికితీస్తోంది

source: Could not connect to shared music
te: భాగస్వామ్య సంగీతమునకు అనుసంధానము కాలేకపోయింది

source: Connection to %s:%d refused.
te: %s:%dకు అనుసంధానము తిరస్కరించబడింది.

source: FM Radio
te: FM రేడియో

source: Support for FM radio broadcasting services
te: FM రేడియో బ్రాడ్‌కాస్టింగ్ సేవల కొరకు మద్దతు

source: New FM R_adio Station
te: కొత్త FM రేడియో స్టేషన్ (_a)

source: Create a new FM Radio station
te: కొత్త FM రేడియో స్టేషన్‌ను సృష్టించండి

source: New FM Radio Station
te: కొత్త FM రేడియో స్టేషన్

source: Frequency of radio station
te: రేడియో స్టేషన్ పౌనఃపున్యము

source: Portable Players
te: చిన్న ప్లేయర్లు

source: Support for generic audio player devices (plus PSP and Nokia 770)
te: జనరిక్ ఆడియో ప్లేయర్ పరికరముల కొరకు మద్దతు (plus psp మరియు Nokia 770)

source: New Playlist
te: కొత్త ప్లేలిస్టు

source: Create a new playlist on this device
te: ఈ పరికరముపైన కొత్త ప్లేలిస్టును సృష్టించుము

source: Delete Playlist
te: ప్లేలిస్టును తొలగించుము

source: Delete this playlist
te: ఈ ప్లేలిస్టును తొలగించుము

source: Importing (%d/%d)
te: దిగుమతిచేయుచున్నది (%d%d)

source: IM Status
te: IM స్థితి

source: Updates IM status according to the current song (works with Empathy & Gossip)
te: ప్రస్తుత పాటను అనుసరించి IM స్థితిని నవీకరించుము (Empathy & Gossipతో పనిచేస్తుంది)

source: ♫ Listening to music... ♫
te: ♫ సంగితం వినుటకు... ♫

source: Portable Players - iPod
te: చిన్న ప్లేయర్లు - iPod

source: Support for Apple iPod devices (show the content, play from device)
te: Apple iPod పరికరముల కొరకు మద్దతు (సారమును చూపుము, పరికరమునుండి ప్లేచేయుము)

source: <b>Content</b>
te: <b>సారము</b>

source: <b>Information</b>
te: <b>సమాచారము</b>

source: <b>System</b>
te: <b>సిస్టమ్</b>

source: Advanced
te: అధునాతన

source: Database Version:
te: డాటాబేస్ వర్షన్:

source: Device Node:
te: పరికరము నోడు:

source: Firmware Version:
te: ఫర్మ్‌వేర్ వర్షన్:

source: Model:
te: రీతి:

source: Mount Point:
te: మరల్పు బిందువు:

source: Number of Playlists:
te: ప్లేలిస్టుల సంఖ్య:

source: Number of Tracks:
te: ట్రాక్ల సంఖ్య:

source: Serial Number:
te: వరుస సంఖ్య:

source: Volume Usage:
te: వాల్యూమ్ వినియోగము:

source: iPod Name:
te: iPod నామము:

source: iPod Properties
te: iPod లక్షణములు

source: <span size="x-large" weight="bold">Do you want to initialize your iPod?</span>
te: <span size="x-large" weight="bold">మీ మీ iPodను సిద్దపరచాలని అనుకొనుచున్నారా?</span>

source: Rhythmbox has detected a device that is probably an uninitialized or corrupted iPod. It must be initialized before Rhythmbox can use it, but this will destroy any song metadata already present. If you wish Rhythmbox to initialize the iPod, please fill in the information below. If the device is not an iPod, or you do not wish to initialize it, please click cancel.
te: Rhythmbox సరిగా సిద్దీకరించని లేదా పాడైన iPod పరికరాన్ని గుర్తించినది. Rhythmbox దానిని వుపయోగించుటకు ముందుగా అది సిద్దీకరించబడాలి, అయితే యిది యిప్పటికేవున్న పాట మెటాడాటాను నాశనం చేస్తుంది. మీరు Rhythmbox అనునది iPodను సిద్దీకరించాలని అనుకొంటే, దయచేసి సమాచారమును క్రింద నింపుము. పరికరము iPod కాకపోతే, లేదా మీరు సిద్దీకరించాలని అనుకోకపోతే, రద్దుచేయి నొక్కండి.

source: _Initialize
te: సిద్దీకరించు (_I)

source: _Model:
te: రీతి (_M):

source: _Name:
te: నామము (_N):

source: iPod detected
te: iPod గుర్తించబడింది

source: Unable to initialize new iPod
te: కొత్త iPodను సిద్దీకరించలేక పోయింది

source: _Rename
te: పునఃనామకరణ (_R)

source: Rename iPod
te: iPod పునఃనామకరణ చేయి

source: _Properties
te: లక్షణములు (_P)

source: Display iPod properties
te: iPod లక్షణములను ప్రదర్శించుము

source: _New Playlist
te: కొత్త ప్లేలిస్టు (_N)

source: Add new playlist to iPod
te: కొత్త ప్లేలిస్టును iPodకు జతచేయుము

source: Rename playlist
te: ప్లేలిస్టును పునఃనామకరణ చేయుము

source: _Delete
te: తొలగించుము (_D)

source: Delete playlist
te: ప్లేలిస్టును తొలగించుము

source: Podcasts
te: పాడ్‌కాస్టులు

source: New playlist
te: కొత్త ప్లేలిస్టు

source: %s of %s
te: %2$s లో %1$s

source: Internet Radio
te: ఇంటర్నెట్ రేడియో

source: Support for broadcasting services transmitted via the Internet
te: ఇంటర్నెట్ ద్వారా బదిలీకరించు బ్రాడ్‌కాస్టింగ్ సేవలకొరకు మద్దతు

source: <b>Download</b>
te: <b>దిగుమతి</b>

source: Jamendo Preferences
te: Jamendo అభీష్టాలు

source: Visit Jamendo at
te: Jamendo దీనివద్ద దర్శించుము

source: _Format:
te: ఫార్మాట్ (_F):

source: * A legal framework protecting the artists (thanks to the Creative Commons licenses).
te: * ఒక చట్టబద్ద ఫ్రేమ్‌వర్కు కళాకారులను రక్షిస్తోంది (Creative Commons లెసెన్సులకు ధన్యవాదములు).

source: * An adaptive music recommendation system based on iRATE to help listeners discover new artists based on their tastes and on other criteria such as their location.
te: * శ్రోతలు వారి యిచ్చకు నచ్చినట్లు మరియు వారి ప్రాంతమునకు చెందిన కళాకారులను కనుగొనుటకు సహాయపడుటకు iRATE పై ఆధారపడిన వొక అడాప్టివ్ మ్యూజిక్ రికమెండేషన్ సిస్టమ్.

source: * Free, simple and quick access to the music, for everyone.
te: * ఉచిత, తేలిక మరియు త్వరిత మ్యూజిక్ యాక్సెస్, ప్రతివొక్కరికి.

source: * The possibility of making direct donations to the artists.
te: * కళాకారులకు నేరుగా విరాళం అందిచుటకు అవకాశం.

source: * The use of the latest Peer-to-Peer technologies
te: * సరికొత్త పీర్-టు-పీర్ సాంకేతికతల యొక్క వినియోగం

source: Jamendo is a new model for artists to promote, publish, and be paid for their music.
te: కాళాకరులను ప్రోత్సహించుటకు, ప్రచారమునకు, వారి సంగీతమునకు మూల్యం పొందుటకు Jamendo కొత్త రీతి.

source: Jamendo is the only platform that joins together :
te: ఒకటిగా కలిసే వొకే వొక్క ప్లాట్‌ఫాం Jamendo :

source: Jamendo users can discover and share albums, but also review them or start a discussion on the forums. Albums are democratically rated based on the visitors&#x2019; reviews. If they fancy an artist they can support him by making a donation.
te: Jamendo వినియోగదారులు ఆల్బమ్లను కనుగొనవచ్చు మరియు భాగస్వామ్య పరచుకొనవచ్చు, వాటిని పరిశీలించవచ్చు లేదా ఫోరమ్లనందు చర్చ ప్రారంభించవచ్చు. ఆల్బమ్లు ప్రజాస్వామికంగా సందర్శకుల పరిశీలనలను బట్టి రేట్ చేయబడతాయి. ఒక కళాకారిని అభిమానిస్తుంటే వారు అతనిని విరాళం యిచ్చుట ద్వారా మద్దతించవచ్చును.

source: On Jamendo, the artists distribute their music under Creative Commons licenses. In a nutshell, they allow you to download, remix and share their music freely. It's a "Some rights reserved" agreement, perfectly suited for the new century.
te: Jamendo, కళాకారి వారి సంగీతమును Creative Commons licenses లోబడి పంపిణీ చేస్తారు. వారు మిమ్ములను వారి సంగీతమును డౌనులోడు చేయుటకు, తిరిగికూర్చి మరియు పంచుకొనుటకు అనుమతిస్తారు. ఇది "Some rights reserved" వొప్పందము, కొత్త శతాభ్దమునకు సరిగ్గా సూటవుతుంది.

source: These new rules make Jamendo able to use the new powerful means of digital distribution like Peer-to-Peer networks such as BitTorrent or eMule to legally distribute albums at near-zero cost.
te: BitTorrent లేదా eMule వంటి పీర్-టు-పీర్ నెట్వర్కులను దాదాపు సున్నా ఖర్చుతో చట్టబద్దంగా పంపిణీ చేయుటకు ఈ కొత్త నియమాల వలన Jamendo డిజిటల్ పంపిణీలను వుపయోగించగలుగుతుంది.

source: You can find more information at http://www.jamendo.com/
te: http://www.jamendo.com/ వద్ద మీరు మరింత సమాచారమును పొందగలరు

source: Adds support to Rhythmbox for playing and downloading albums from Jamendo
te: Jamendo నుండి ఆల్బమ్లను ప్లేచేయుటకు మరియు డౌనులోడు చేయుటకు Rhythmboxకు మద్దతునిస్తుంది

source: Stores
te: స్టోర్లు

source: _Download Album
te: ఆల్బమును డౌనులోడు చేయుము (_D)

source: Download this album using BitTorrent
te: BitTorrent వుపయోగించి ఈ ఆల్బమును డౌనులోడు చేయుము

source: _Donate to Artist
te: కళాకారునకు విరాళం యివ్వుము (_D)

source: Donate Money to this Artist
te: ఈ కళాకారునకు ధనము విరాళముగా యివ్వుము

source: Loading Jamendo catalog
te: Jamendo కాటలాగ్ లోడుచేస్తోంది

source: Error looking up p2plink for album %s on jamendo.com
te: ఆల్బమ్ %sకొరకు jamendo.comనందు p2plink లింకుకొరకు చూచుటలో దోషము

source: Error looking up artist %s on jamendo.com
te: jamendo.com నందు కళాకారి %s కొరకు చూచుటలో దోషము

source: New Internet _Radio Station...
te: కొత్త ఇంటర్నెట్ రేడియో స్టేషన్... (_R)

source: Create a new Internet Radio station
te: కొత్త ఇంటర్నెట్ రేడియో స్టేషన్ సృష్టించుము

# Radio
source: New
te: కొత్త

source: Genre
te: సాహిత్యము

source: Radio
te: రేడియో

source: %d station
te: %d స్టేషన్

source: New Internet Radio Station
te: కొత్త యింటర్నెట్ రేడియో స్టేషన్

source: URL of internet radio station:
te: ఇంటర్నెట్ రేడియో స్టేషన్ యొక్క URL:

source: %s Properties
te: %s లక్షణములు

source: Unable to change station property
te: స్టేషన్ లక్షణమును మార్చలేక పోయింది

source: Unable to change station URI to %s, as that station already exists
te: స్టేషన్ URIను %sకు మార్చలేక పోయింది, ఆ స్టేషన్ యిప్పటికే వుంది కనుక

source: L_ocation:
te: స్థానము (_o):

source: Control Rhythmbox using an infrared remote control
te: ఇన్ఫ్రారెడ్ దూరస్థ నియంత్రణను వుపయోగించి Rhythmbox నియంత్రించుము

source: No lyrics found
te: ఎటువంచి లిరిక్సు కనబడలేదు

source: _Save
te: దాయి (_S)

source: _Edit
te: సరికూర్చు (_E)

source: _Search again
te: మరలా సోధించుము (_S)

source: Lyrics
te: లిరిక్సు

source: Searching for lyrics...
te: లిరిక్సు కొరకు సోధించుచున్నది...

source: Song L_yrics
te: పాట లిరిక్సు (_y)

source: Display lyrics for the playing song
te: ప్లే అవుతున్న పాట కొరకు లిరిక్సు ప్రదర్శించుము

source: Choose lyrics folder...
te: లిరిక్సు ఫోల్డురును యెంచుకొనుము...

source: Fetch song lyrics from the Internet
te: ఇంటర్నెట్‌నుండి పాట లిరిక్‌ను పొందుము

source: Song Lyrics
te: పాట లిరిక్

source: <b>Lyrics Folder</b>
te: <b>లిరిక్సు ఫోల్డర్</b>

source: <b>Search engines</b>
te: <b>శోధన యింజన్లు</b>

source: Browse...
te: బ్రౌజ్...

source: Lyrics Plugin Preferences
te: లిరిక్స్ ప్లగ్‌యిన్ అభీష్టాలు

source: * Founder/owner runs it -- support a small business
te: * సంస్థాపకుడు/యజమాని దీనిని నడుపుతారు -- చిన్న వ్యాపరమును మద్దతిస్తుంది

source: * 50% of payment goes to artist (makes buyer feel good: they're helping the world)
te: * 50% చెల్లింపు కళాకారునకు వెళుతుంది (కొనుగోలు దారు సంతోషంగా భావిస్తారు: వారు ప్రపంచమునకు సహాయపడుతున్నట్లు)

source: * All albums and artists hand-picked
te: * అన్ని ఆల్బమ్లు మరియు కళాకారులు చేతితో-తీసుకొనవచ్చు

source: * Downloads and CDs are both available (no other site on the internet sells both)
te: * డౌన్‌లోడ్లు మరియు CDలు రెండూ అందుబాటులో వుంటాయి (ఏ యితర సైటు యింటర్నెట్‌నందు రెంటిని అమ్మదు)

source: * Extensive biographical info about each musician, and artist photo -- feel a strong connection to the artist
te: * ప్రతి సంగీతకారుని గురించి విశదీకృత సమాచారము, మరియు కళాకారి ఛాయాచిత్రము -- కళాకారితో దగ్గరి అనుభందం వున్న అనుభూతిని కలిగిస్తుంది.

source: * Free listening of all songs
te: * అన్ని పాటలు వుచితంగా వినవచ్చును

source: * Full color, high quality cover art PDF available for most albums - easy to print
te: * చాలా అల్బమ్లకు పూర్తి రంగు, అధిక నాణ్యత గల కవర్ చిత్ర PDF అందుబాటులో వుంటాయి - ముద్రించుటకు సులువు

source: * Low pressure environment - nothing flashing, no audio ads while listening to albums
te: * తక్కువ వత్తిడి వాతావరణము - ఏదీ ఫ్లాషింగ్ లేదు, ఆల్బములను వినుచున్నప్పుడు ఆడియో ప్రచారములు లేవు

source: * Music selection is unique to Magnatune, unlike most on-line stores that have more-or-less the same (gigantic) selection
te: * దాదాపు అన్ని ఆన్-లైన్ స్టోరుల కలిగివున్న (gignatic) యెంపికవలె కాకుండా, మాగ్నాట్యూన్‌కు సంగీత యెంపిక ప్రత్యేకం

source: * No copy protection on the music (DRM) which allows playing music on any device (unlike iTunes/MSN/etc)
te: * ఏ పరికరము పైనైనా సంగీతమును ప్లేచేసే మ్యూజిక్ (DRM) పైన యెటువంటి కాపీ రక్షణ లేదు. (iTunes/MSN/etc వలెకాక)

source: * No need to "register" to listen or buy
te: * వినుటకు లేదా కొనుటకు "నమోదు" కావలసిన అవసరములేదు

source: * Not part of the "evil" major label machine - for those that hate the music biz and want to help topple it
te: * సంగీతం వ్యాపరమును యిష్టపడని మరియు దానిని కూల్చుటకు సహాయం పడే వారికొరకు - "evil" మేజర్ లేబుల్ మిషన్‌నందు భాగము కాదు

source: * Not venture-capital backed big business
te: * వెంచర్-పెట్టుబడిగల పెద్ద వ్యాపారము కాదు

source: * Our genres are hard to find in record stores and not on radio (though do appear on college radio)
te: * మా సాహిత్యములు రికార్డు స్టోర్సునందు మరియు రేడియో నందు కనుగొనుట చాలా కష్టము (అయినప్పటికి కాలేజి రేడియోనందు కనిపిస్తాయి)

source: * Perfect quality downloads (CD copy) are available when you download (not inferior quality sound)
te: * మీరు డౌనులోడు చేయుచున్నప్పుడ ఖచ్చితమైన నాణ్యత గల డౌనులోడులు (CD నకలు) అందుబాటులో వుంటాయి (నాసిరకమైన శబ్ద నాణ్యత కాదు)

source: * Radio stations and "genre mix" playlists allow background listening - can do work while listening to our music
te: * రేడియో స్టేషన్లు మరియు "genre mix" ప్లేలిస్టులు బ్యాక్‌గ్రౌండ్ శ్రవణంను అనుమతిస్తాయి- మ్యూజిక్ వింటూనే పని చేసుకొనవచ్చు

source: * Smaller selection means easier to find good music
te: * తక్కువ యెంపిక అంటే మంచి సంగాతమును పొందుటకు సులువైన మార్గము

source: * Variable pricing scheme means you can pay as little as $5 for an album if you choose
te: * వేరియబుల్ ధర పధకం అంటే మీరు తక్కువలో తక్కువ $5 వొక్కో ఆల్బమునకు చెల్లించవచ్చు

source: * Very simple user interface, quick to play music
te: * త్వరితంగా సంగీతమును ప్లేచేయుటకు, చాలా సాదారణ వినియోగదారి యింటర్ఫేస్.

source: * Wide variety of genres, can fit any mood
te: * ఏ మనస్థితి కైనా సరిపోయే, చాలా రకాలైన సాహిత్యములు

source: <b>Magnatune online music store</b>
te: <b>మాగ్నాట్యూన్ ఆన్‌లైన్ మ్యూజిక్ స్టోర్</b>

source: Magnatune is an online record label that is not evil. Some of their key attributes are:
te: మాగ్నాట్యూన్ ఆన్‌లైన్ రికార్డు లేబుల్. వాటి కీ యాట్రిబ్యూట్సులో కొన్ని:

source: You can find more information at http://www.magnatune.com/
te: మీరు మరింత సమాచారమును http://www.magnatune.com/ వద్ద కనుగొనవచ్చును

source: $10 US (better than average)
te: $10 US (సగటు కన్నా ఉత్తమం)

source: $12 US (generous)
te: $12 US (ఉదార)

source: $15 US (VERY generous!)
te: $15 US (ఉదాత్తమైన!)

source: $18 US (We love you!)
te: $18 US (మిమ్ములను ప్రేమిస్తున్నాము!)

source: $8 US (typical)
te: $8 US (విలక్షణమైన)

source: <span weight="bold" foreground="red">Your credit card is past the expiration date listed.</span>
te: <span weight="bold" foreground="red">మీ క్రెటిడ్ కార్డు కాలపరిమితి తేదిను దాటింది</span>

source: April (04)
te: ఏప్రిల్ (04)

source: August (08)
te: ఆగస్టు (08)

source: C_redit Card:
te: క్రెడిట్ కార్డు (_r):

source: December (12)
te: డిసెంబర్ (12)

source: Default _amount to pay:
te: చెల్లించుటకు అప్రమేయ మొత్తము (_a):

source: Expiry:
te: కాలపరిమితి:

source: February (02)
te: ఫిబ్రవరి (02)

source: Find out about Magnatune at
te: మాగ్నాట్యూన్ గురించి దీనివద్ద కనుగొనండి

source: January (01)
te: జనవరి (01)

source: July (07)
te: జులై (07)

source: June (06)
te: జూన్ (06)

source: Magnatune Information
te: మాగ్నాట్యూన్ సమాచారము

source: Magnatune Preferences
te: మాగ్నాట్యూన్ అభీష్టాలు

source: March (03)
te: మార్చ్ (03)

source: May (05)
te: మే (05)

source: November (11)
te: నవంబర్ (11)

source: October (10)
te: అక్టోబర్ (10)

source: Preferred audio _format:
te: అభీష్ట ఆడియో ఫార్మాట్ (_f):

source: Redownload purchased music at
te: కొనుగోలు చేసిన మ్యూజిక్‌ను తిరిగి డౌనులోడు చేయుము

source: Remember my credit card details
te: నా క్రెడిట్ కార్డు వివరములను గుర్తుంచుకొనుము

source: September (09)
te: సెప్టెంబర్ (09)

source: Visit Magnatune at
te: మాగ్నాట్యూన్ దీనివద్ద సందర్శించండి

source: _Email:
te: ఈమెయిల్ (_E):

source: _Month:
te: నెల (_M):

source: Audio _format:
te: ఆడియో ఫార్మాట్ (_f):

source: C_redit Card number:
te: క్రెడిట్ కార్టు సంఖ్య (_r):

source: Credit Card
te: క్రెడిట్ కార్డు

source: Expiry _month:
te: కాలముగింపు తేది (_m):

source: Expiry _year (last two digits):
te: కాలముగింపు సంవత్సరము (చివరి రెండు అంకెలు)(_y):

source: Gift Card
te: గిఫ్టు కార్డు

source: Gift card number:
te: గిఫ్టు కార్డు సంఖ్య:

source: Purchase Magnatune Tracks
te: మాగ్నాట్యూన్ ట్రాక్లను కొనుగోలుచేయుము

source: _Amount to pay (US Dollars):
te: చెల్లించు మొత్తము (US డాలర్లు)(_A):

source: _Email address:
te: ఈమెయిల్ చిరునామా (_E):

source: _Name (as printed on card):
te: నామము (కార్డుపైన ముద్రించబడివున్నట్లు) (_N):

source: _Purchase
te: కొనుగోలు (_P)

source: _Remember my credit card details
te: నా క్రెడిట్ కార్డు వివరములను గుర్తుంచుకొనుము (_R)

source: Adds support to Rhythmbox for playing and purchasing from the Magnatune online music store
te: మాగ్నాట్యూన్ ఆన్‌లైన్ మ్యూజిక్ స్టోర్‌నుండి ప్లే చేయుటకు మరియు కొనుగోలు చేయుటకు Rhythmboxకు మద్దతును జతచేస్తుంది

source: Magnatune Store
te: మాగ్నాట్యూన్ స్టోర్

source: Magnatune
te: మాగ్నాట్యూన్

source: Loading Magnatune catalog
te: మాగ్నాట్యూన్ కాటలాగ్‌ను లోడుచేస్తుంది

source: Downloading Magnatune Album(s)
te: మగ్నాట్యూన్ ఆల్బమ్లను డౌనులోడుచేస్తుంది

source: Couldn't purchase album
te: ఆల్బమ్‌ను కొనుగోలు చేయలేకపోయింది

source: You must have a library location set to purchase an album.
te: ఒక ఆల్బమును కొనుగోలు చేయుటకు మీరు తప్పక వొక లైబ్రరీ స్థానమును అమర్చాలి.

source: Would you like to purchase the album <i>%(album)s</i> by '%(artist)s'?
te: మీరు '%(artist)s' చేసిన <i>%(album)s</i> ఆల్బమ్ కొనాలని అనుకొనుచున్నారా?

source: Unable to load catalog
te: కాటలాగ్‌ను లోడు చేయలేక పోయింది

source: Rhythmbox could not understand the Magnatune catalog, please file a bug.
te: Rhythmbox మాగ్నాట్యూన్ కాటలాగ్‌ను అర్దముచేసుకోలేక పోయింది, దయచేసి బగ్ నమోదుచేయండి.

source: Authorizing Purchase
te: దృవీకృత కొనుగోలు

source: Authorizing purchase with the Magnatune server. Please wait...
te: మాగ్నాట్యూన్‌ సేవికతో ధృవీకృత కొనుగోలు. దయచేసి వేచివుండండి...

source: Purchase Error
te: కొనుగోలు దోషము

source: An error occurred while trying to purchase the album. The Magnatune server returned: %s
te: ఆల్బమ్‌ను కొనుగోలు చేయుటకు ప్రయత్నించుటలో వొక దోషము యెదురైంది. మాగ్నాట్యూన్ సేవిక యిది తిరిగియిచ్చింది: %s

source: Error
te: దోషము

source: An error occurred while trying to purchase the album. The error text is: %s
te: ఆల్బమ్‌ను కొనుగోలు చేయుటకు ప్రయత్నించునప్పుడు వొక దోషము యెదురైంది. దోషము పాఠ్యము: %s

source: Purchase Album
te: ఆల్బమును కొనుగోలు చేయుము

source: Purchase this album from Magnatune
te: మాగ్నాట్యూన్‌నుండి ఈ ఆల్బమును కొనుగోలుచేయుము

source: Purchase Physical CD
te: భౌతిక CD కొనుగోలు చేయుము

source: Purchase a physical CD from Magnatune
te: మాగ్నాట్యూన్ నుండి భౌతిక CD కొనుగోలు చేయుము

source: Artist Information
te: కళాకారుని సమాచారము

source: Get information about this artist
te: ఈ కళాకారుని గురించి సమాచారమును పొందుము

source: Cancel Downloads
te: డౌన్‌లోడులను రద్దుచేయుము

source: Stop downloading purchased albums
te: కొనుగోలుచేసిన ఆల్బములను డౌనులోడుచేయుట ఆపివేయుము

source: Control Rhythmbox using key shortcuts
te: Rhythmbox కీ లఘవులను వినియోగించుట నియంత్రించుము

source: Media Player Keys
te: మీడియా ప్లేయర్ కీలు

source: Portable Players - MTP
te: చిన్న ప్లేయర్లు - MTP

source: Support for MTP devices (show the content, transfer, play from device)
te: MTP పరికరముల కొరకు మద్దతు (సారమును, బదిలీకరణను, ప్లేను పరికరమునుండి చూపుము)

source: Unable to copy file from MTP device: %s
te: దస్త్రమును MTP పరికరమునుండి నకలుతీయలేదు: %s

source: Not enough space in %s
te: %s నందు సరిపోవునంత జాగాలేదు

source: Unable to open temporary file: %s
te: తాత్కాలిక ఫైలు తెరువలేక పోయింది: %s

source: _Eject
te: బయటకునెట్టము (_E)

source: Eject MTP-device
te: MTP-పరికరమును బయటకునెట్టుము

source: Rename MTP-device
te: MTP-పరికరమును పునఃనామకరణ చేయుము

source: Media player device error
te: మీడియా ప్లేయర్ పరికరము దోషము

source: Digital Audio Player
te: డిజిటల్ ఆడియో ప్లేయర్

source: Inhibit Power Manager from suspending the machine while playing
te: ప్లేచేయుచున్నప్పుడు మిషన్ సస్పెండగుటనుండి యిన్హిబిట్ పవర్ నిర్వాహిక

source: Power Manager
te: పవర్ నిర్వాహిక

source: Playing
te: ప్లేచేయుచున్నది

source: _Python Console
te: పైథాన్ కన్సోల్ (_P)

source: Show Rhythmbox's python console
te: Rhythmbox యొక్క పైథాన్ కన్సోల్ చూపుము

source: Python Debugger
te: పైథాన్ డీబగ్గర్

source: Enable remote python debugging with rpdb2
te: రిమోట్ పైథాన్ డీబగ్గింగ్‌ను rpdb2తో చేతనము చేయుము

source: You can access the main window through the 'shell' variable :
te: మీరు ముఖ్యవిండోను 'shell' వేరియబుల్ ద్వారా యాక్సెస్ చేయగలరు:

source: After you press OK, Rhythmbox will wait until you connect to it with winpdb or rpdb2. If you have not set a debugger password in GConf, it will use the default password ('rhythmbox').
te: మీరు సరే వత్తిన తర్వాత, Rhythmbox మీరు దానికి winpdb లేదా rpdb2తో అనుసంధానం అగునంతవరకు వేచివుంటుంది. మీరు GConf నందు డీబగ్గర్ సంకేతపదము అమర్చక పోతే, అది అప్రమేయ సంకేతపదము ('rhythmbox')ను వుపయోగిస్తుంది.

source: Interactive python console
te: ఇంటరాక్టివ్ పైథాన్ కన్సోల్

source: Python Console
te: పైథాన్ కన్సోలు

source: Python Source
te: పైథాన్ మూలము

source: A sample plugin in Python with no features
te: పైథాన్‌నందు యెటువంటి సౌలభ్యములులేని వొక సాదారణ ప్లగ్‌యిన్

source: Python Sample Plugin
te: పైథాన్ సాదారణ ప్లగ్‌యిన్

source: Sample Plugin
te: సాదారణ ప్లగ్‌యిన్

source: A sample plugin in C with no features
te: C నందు యెటువంటి సౌలభ్యములులేని వొక సాదారణ ప్లగ్‌యిన్

source: A sample plugin in Vala with no features
te: Vala నందు యెటువంటి సౌలభ్యములులేని వొక సాదారణ ప్లగ్‌యిన్

source: Vala Sample Plugin
te: Vala సాదారణ ప్లగ్‌యిన్

source: Orientation
te: సర్దుబాటు

source: The orientation of the tray.
te: ట్రేయొక్క సర్దుబాటు

source: _Close
te: మూయి (_C)

source: Hide the music player window
te: మ్యూజిక్ ప్లేయర్ విండోను మరుగుపరచుము

source: _Show Music Player
te: మ్యూజిక్ ప్లేయర్ చూపుము (_S)

source: Choose music to play
te: ప్లే చేయుటకు మ్యూజిక్ యెంచుకొనుము

source: Show N_otifications
te: నోటీసులను చూపుము (_o)

source: Show notifications of song changes and other events
te: పాట మారినప్పుడు మరియు యితర ఘటనలనందు నోటీసులను చూపుము

source: Next
te: తరువాతి

source: Not playing
te: ప్లే అగుటలేదు

source: Paused, %s
te: నిలుపబడింది, %s

source: by <i>%s</i>
te: <i>%s</i> చేత

source: from <i>%s</i>
te: <i>%s</i> నుండి

source: Status Icon
te: స్థితి ప్రతిమ

source: Status icon and notification popups
te: స్థితి ప్రతిమలు మరియు నోటీసు పాపప్లు

source: Always shown
te: ఎల్లప్పుడు చూపుము

source: Always visible
te: ఎల్లప్పుడూ ప్రదర్శించుము

source: Change song
te: పాటను మార్చుము

source: Change volume
te: వాల్యూమును మార్చుము

source: Never shown
te: ఎప్పుడూ చూపలేదు

source: Never visible
te: ఎప్పుడూ కనిపించలేదు

source: Owns the main window
te: ముఖ్యవిండోను కలిగివుంది

source: Shown when the main window is hidden
te: ముఖ్య విండో మరుగుపరచినప్పుడు చూపబడుతుంది

source: Status icon preferences
te: స్థితి ప్రతిమ అభీష్టాలు

source: Visible with notifications
te: నోటీసులతో కనిపిస్తుంది

source: _Mouse wheel:
te: మౌస్ చక్రము (_M):

source: _Notifications:
te: నోటీసులు (_N):

source: _Status icon:
te: స్థితి ప్రతిమ (_S):

source: _Visualization
te: దర్శనీయత (_V):

source: Start or stop visualization
te: దర్శనీయతను ప్రారంభించుము లేదా ఆపివేయుము

source: Small
te: చిన్న

source: Normal
te: సాదారణ

source: Large
te: పెద్ద

source: Extra Large
te: అతి పెద్ద

source: Embedded
te: కలిపిన

source: Fullscreen
te: నిండుతెర

source: Desktop
te: డెస్కుటాప్
