Repository: paulbellamy/Rhythmbox-iPod-Plugin
Catalog: po/*.po
Languages: te

source: Not Playing
te: ప్లే చేయుటలేదు

source: %d artist (%d)
te: %d కళాకారి (%d)

source: %d album (%d)
te: %d ఆల్బమ్ (%d)

source: %d genre (%d)
te: %d సాహిత్యము (%d)

source: Path
te: పాత్

source: Track Number
te: ట్రాక్ సంఖ్య

source: Disc Number
te: డిస్కు సంఖ్య

source: Bitrate
te: బిట్‌రేటు

source: Duration
te: గడువు

source: Time of Last Play
te: చివరిగా ప్లే అయిన సమయం

source: Time Added to Library
te: లైబ్రరీరు జతపడిన సమయం

source: _In reverse alphabetical order
te: వ్యతిరేక అక్షరమాల క్రమములో (_I)

source: W_ith more highly rated tracks first
te: ఎక్కువగా రేటు యిచ్చన ట్రాకులు మొదటగా (_i)

source: W_ith more often played songs first
te: ఎక్కువగా ప్లే చేసిన పాటలు ముందుగా (_i)

source: W_ith newer tracks first
te: కొత్త ట్రాకులు ముందుగా (_i)

source: W_ith longer tracks first
te: పొడవైన ట్రాకులు ముందుగా (_i)

source: _In decreasing order
te: అవరోహణ క్రమములో (_I)

source: W_ith more recently played tracks first
te: ఇటీవల ప్లేచేసిన ట్రాకులు ముందుగా (_i)

source: W_ith more recently added tracks first
te: ఇటీవల జతచేసిన ట్రాకులు ముందుగా (_i)

source: contains
te: కలిగివుంది

source: does not contain
te: కలిగిలేదు

source: equals
te: సమానము

source: starts with
te: దీనితో ప్రారంభమౌతుంది

source: ends with
te: దీనితో అంతమౌతుంది

source: at least
te: కనీసం

source: at most
te: గరిష్టంగా

source: in
te: లో

source: after
te: తరువాత

source: before
te: ముందుగా

source: in the last
te: చివరిలో

source: not in the last
te: చివరిలో కాదు

source: seconds
te: సెకనులు

source: minutes
te: నిముషములు

source: hours
te: గంటలు

source: days
te: రోజులు

source: weeks
te: వారములు

source: Create Automatic Playlist
te: స్వయంచాలక ప్లేలిస్టును సృష్టించుము

source: Edit Automatic Playlist
te: స్వయంచాలక ప్లేలిస్టును సరికూర్చుము

source: No Stars
te: నక్షత్రాలు లేవు

source: %d Star
te: %d నక్షత్రం

source: _Search:
te: శోధించుము (_S):

source: Clear the search text
te: శోధన పాఠ్యమును శుభ్రపరచుము

source: Song Properties
te: పాట లక్షణములు

source: Multiple Song Properties
te: బహుళ పాట లక్షణములు

source: Unknown file name
te: తెలియని దస్త్రము నామము

source: On the desktop
te: డెస్కుటాపు పైన

source: Unknown location
te: తెలియని స్థానము
